Repository: Sanmeet007/logger
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, hi, ja, ko, nl, pl, ro, ru, sv, tr

# csvJsonExportCallTypeField
source: Type of the call (e.g., incoming, outgoing, missed)
de: Art des Anrufs (z. B. eingehend, ausgehend, verpasst)
es: Tipo de llamada (p. ej., entrante, saliente, perdida)
fi: Puhelun tyyppi (esim. saapuva, lähtevä, vastaamaton)
fr: Type d'appel (par exemple, entrant, sortant, manqué)
hi: कॉल का प्रकार (जैसे, इनकमिंग, आउटगोइंग, मिस्ड)
ja: 通話のタイプ（例：着信、発信、不在着信）
ko: 통화 유형(예: 수신, 발신, 부재중)
nl: Type van de oproep (bv. inkomend, uitgaand, gemist)
pl: Typ połączenia (np. przychodzące, wychodzące, nieodebrane)
ro: Tipul apelului (de exemplu, intrare, ieșire, pierdut)
ru: Тип вызова (например, входящий, исходящий, пропущенный)
sv: Typ av samtal (t.ex. inkommande, utgående, missat)
tr: Çağrı türü (ör. gelen, giden, cevapsız)

# csvJsonExportNumberField
source: Phone number associated with the call log entry
de: Mit dem Anrufprotokolleintrag verbundene Rufnummer
es: Número de teléfono asociado a la entrada del registro de llamadas
fi: Puhelulokimerkintään liittyvä puhelinnumero
fr: Numéro de téléphone associé à l'entrée du journal d'appels
hi: कॉल लॉग प्रविष्टि से संबंधित फोन नंबर
ja: 通話ログエントリに関連付けられた電話番号
ko: 통화 기록 항목과 연결된 전화 번호
nl: Telefoonnummer gekoppeld aan de oproeplogboeking
pl: Numer telefonu powiązany z wpisem w dzienniku połączeń
ro: Numărul de telefon asociat cu intrarea în jurnalul de apeluri
ru: Номер телефона, связанный c записью журнала вызовов
sv: Telefonnummer som är kopplat till samtalsloggsposten
tr: Çağrı kaydı girişiyle ilişkili telefon numarası

# csvJsonExportFormattedNumberField
source: Formatted phone number, formatted with formatting rules based on the country the user was in when the call was made or received.
de: Formatierte Telefonnummer, formatiert mit Formatierungsregeln auf der Grundlage des Landes, in dem sich der Benutzer befand, als der Anruf getätigt oder entgegengenommen wurde.
es: Número de teléfono formateado, con reglas de formato basadas en el país en el que se encontraba el usuario cuando realizó o recibió la llamada.
fi: Muotoiltu puhelinnumero, muotoiltu niiden muotoilusääntöjen mukaisesti, jotka olivat voimassa, kun puhelu soitettiin tai vastaanotettiin.
fr: Numéro de téléphone mis en forme, avec des règles de mise en forme basées sur le pays dans lequel l'utilisateur se trouvait lorsque l'appel a été passé ou reçu.
hi: फॉर्मेट किया गया फोन नंबर, उस देश के फॉर्मेटिंग नियमों के अनुसार फॉर्मेट किया गया जहां कॉल किया या प्राप्त किया गया था।
ja: フォーマットされた電話番号。通話が発信または受信されたときにユーザーがいた国に基づいてフォーマットルールでフォーマットされています。
ko: 형식이 지정된 전화 번호입니다. 사용자가 통화를 걸거나 받을 때 있던 국가를 기반으로 서식 규칙이 적용됩니다.
nl: Geformatteerd telefoonnummer, geformatteerd met opmaakregels op basis van het land waarin de gebruiker zich bevond toen het gesprek werd gepleegd of ontvangen.
pl: Sformatowany numer telefonu, sformatowany zgodnie z regułami formatowania w oparciu o kraj, w którym użytkownik przebywał podczas wykonywania lub odbierania połączenia.
ro: Număr de telefon formatat, formatat cu reguli de formatare bazate pe țara în care se afla utilizatorul când s-a efectuat sau s-a primit apelul.
ru: Форматированный номер телефона, отформатированный c правилами форматирования, основанными на стране, в которой пользователь находился во время совершения или приема вызова.
sv: Formaterat telefonnummer, formaterat med formateringsregler baserade på det land som användaren befann sig i när samtalet gjordes eller mottogs.
tr: Biçimlendirilmiş telefon numarası

# csvJsonExportSimDisplayField
source: Display name of the SIM card associated with the call
de: Anzeige des Namens der mit dem Anruf verbundenen SIM-Karte
es: Nombre de visualización de la tarjeta SIM asociada a la llamada
fi: Puheluun liittyvän SIM-kortin näyttönimi
fr: Nom d'affichage de la carte SIM associée à l'appel
hi: कॉल से संबंधित सिम कार्ड का डिस्प्ले नाम
ja: 通話に関連付けられたSIMカードの表示名
ko: 통화와 연결된 SIM 카드의 표시 이름
nl: Weergavenaam van de simkaart die aan de oproep is gekoppeld
pl: Nazwa wyświetlana karty SIM powiązanej z połączeniem
ro: Numele afișat al cartelei SIM asociate cu apelul
ru: Отображаемое имя SIM-карты, связанной c вызовом
sv: Visningsnamn för SIM-kortet som är kopplat till samtalet
tr: Çağrıyla ilişkili SIM kartının görüntüleme adı

# csvJsonExportTimestampField
source: Timestamp (epoch time) of the call
de: Zeitstempel (Epochenzeit) des Anrufs
es: Marca de tiempo (tiempo de época) de la llamada
fi: Puhelun aikaleima (epookkiaika)
fr: Horodatage (temps Unix) de l'appel
hi: कॉल का टाइमस्टैम्प (एपोक समय)
ja: 通話のタイムスタンプ（エポック時間）
ko: 통화의 타임스탬프(epoch 시간)
nl: Tijdstempel (epochtijd) van het gesprek
pl: Znacznik czasu (czas epoki) połączenia
ro: Marcajul temporal (ora epocii) al apelului
ru: Метка времени (время эпохи) вызова
sv: Tidsstämpel (epoktid) för samtalet
tr: Çağrının zaman damgası (epoch zamanı)

# csvJsonExportDurationField
source: Duration of the call in seconds
de: Dauer des Anrufs in Sekunden
es: Duración de la llamada en segundos
fi: Puhelun kesto sekunteina
fr: Durée de l'appel en secondes
hi: कॉल की अवधि सेकंड में
ja: 秒単位の通話時間
ko: 초 단위의 통화 시간
nl: Duur van het gesprek in seconden
pl: Czas trwania połączenia w sekundach
ro: Durata apelului în secunde
ru: Продолжительность вызова в секундах
sv: Samtalets varaktighet i sekunder
tr: Çağrının saniye cinsinden süresi

# csvJsonExportCachedNumberLabelField
source: Label associated with the cached phone number
de: Mit der zwischengespeicherten Rufnummer verbundenes Label
es: Etiqueta asociada al número de teléfono almacenado en caché
fi: Välimuistissa olevan puhelinnumeron tunnus
fr: Libellé associé au numéro de téléphone mis en cache
hi: कैश किए गए फोन नंबर से संबंधित लेबल
ja: キャッシュされた電話番号に関連付けられたラベル
ko: 캐시된 전화 번호와 연결된 레이블
nl: Label gekoppeld aan het in het cachegeheugen opgeslagen telefoonnummer
pl: Etykieta powiązana z numerem telefonu w pamięci podręcznej
ro: Eticheta asociată cu numărul de telefon memorat în cache
ru: Метка, связанная c кэшированным номером телефона
sv: Etikett som är kopplad till det cachade telefonnumret
tr: Önbelleğe alınmış telefon numarasıyla ilişkili etiket

# csvJsonExportCachedNumberTypeField
source: The cached number type (Home, Work, etc) associated with the phone number, if it exists.
de: Die Art der zwischengespeicherten Nummer (Privat, Arbeit usw.), die mit der Telefonnummer verknüpft ist, falls vorhanden.
es: El tipo de número almacenado en caché (casa, trabajo, etc.) asociado al número de teléfono, si existe.
fi: Välimuistissa olevan puhelinnumeron tyyppi (koti, työ jne.), jos se on olemassa.
fr: Le type de numéro mis en cache (domicile, travail, etc.) associé au numéro de téléphone, s'il existe.
hi: कैश नंबर का प्रकार (होम, वर्क, आदि) जो फोन नंबर से संबंधित है, यदि यह मौजूद है।
ja: 電話番号に関連付けられたキャッシュされた番号の種類（自宅、職場など）。存在する場合。
ko: 캐시된 전화 번호와 연결된 캐시된 번호 유형 (집, 직장 등)
nl: Het type (Thuis, Werk, enz.) van het in het cachegeheugen opgeslagen nummer dat aan het telefoonnummer is gekoppeld, indien het bestaat.
pl: Typ numeru w pamięci podręcznej (Dom, Praca itp.) powiązany z numerem telefonu, jeśli istnieje.
ro: Tipul de număr memorat în cache (Acasă, Serviciu etc.) asociat cu numărul de telefon, dacă există.
ru: Тип кэшированного номера (дом, работа и т. д.), связанный c номером телефона, если он существует.
sv: Den cachade nummertypen (Hem, Arbete etc.) som är kopplad till telefonnumret, om det finns.
tr: Önbelleğe alınmış numara türü (Ev, İş vb.)

# csvJsonExportCachedMatchedNumberField
source: Stored or cached phone number associated with a call log entry for quick reference.
de: Gespeicherte oder zwischengespeicherte Telefonnummer, die mit einem Anrufprotokolleintrag verbunden ist, um einen schnellen Zugriff zu ermöglichen.
es: Número de teléfono almacenado o en caché asociado a una entrada del registro de llamadas para una referencia rápida.
fi: Tallennettu tai välimuistissa oleva puhelinnumero, joka liittyy puhelulokimerkintään nopeaa viittausta varten.
fr: Numéro de téléphone stocké ou mis en cache associé à une entrée du journal d'appels pour une référence rapide.
hi: कॉल लॉग प्रविष्टि से संबंधित संग्रहीत या कैश किया गया फोन नंबर त्वरित संदर्भ के लिए।
ja: 迅速な参照のために通話ログエントリに関連付けられた保存またはキャッシュされた電話番号。
ko: 빠른 참조를 위해 통화 기록 항목과 연결된 저장되거나 캐시된 전화 번호입니다.
nl: Opgeslagen of in het cachegeheugen opgeslagen telefoonnummer dat is gekoppeld aan een oproeplogboeking voor snelle referentie.
pl: Zapisany lub zapisany w pamięci podręcznej numer telefonu powiązany z wpisem dziennika połączeń w celu szybkiego odniesienia.
ro: Număr de telefon stocat sau memorat în cache asociat cu o intrare în jurnalul de apeluri pentru referință rapidă.
ru: Сохраненный или кэшированный номер телефона, связанный c записью журнала вызовов для быстрого доступа.
sv: Lagrat eller cachat telefonnummer som är kopplat till en samtalsloggspost för snabb referens.
tr: Çağrı kaydı girişiyle ilişkili saklanan veya önbelleğe alınmış telefon numarası

# exportFieldInfoHintText
source: Export Fields Info
de: Informationen zu Exportfeldern
es: Información de los campos de exportación
fi: Vie kenttätiedot
fr: Infos sur les champs d'exportation
hi: निर्यात फ़ील्ड जानकारी
ja: エクスポートフィールド情報
ko: 내보내기 필드 정보
nl: Info over exportvelden
pl: Informacje o Polach Eksportu
ro: Informații despre câmpurile de export
ru: Информация o полях экспорта
sv: Information om Exportfält
tr: Dışa Aktarma Alanları Bilgisi

# naText
source: n/a
de: k.A.
fi: Ei yritetty
fr: n.d.
hi: लागू नहीं
ja: 未対応
ko: 시도 안 함
nl: n.v.t.
pl: nie dotyczy
ro: nu este cazul
ru: не предпринято
sv: Ej tillämpligt
tr: yok

# confirmDownloadText
source: Confirm Download
de: Download bevestigen
es: Confirmar descarga
fi: Vahvista lataus
fr: Confirmer le téléchargement
hi: डाउनलोड की पुष्टि करें
ja: ダウンロードを確認
ko: 다운로드 확인
pl: Potwierdź pobieranie
ro: Confirmați descărcarea
ru: Подтвердить загрузку
sv: Bekräfta nedladdning
tr: İndirmeyi Onayla

# enableCallDurationFilteringText
source: Enable duration filtering
de: Dauerfilter
es: Activar el filtrado por duración
fi: Keston suodatus
fr: Activer le filtrage par durée
hi: अवधि फ़िल्टरिंग सक्षम करें
ja: 期間フィルタリングを有効にする
ko: 통화 시간 필터링
nl: Duurfiltering inschakelen
pl: Włącz filtrowanie czasu trwania
ro: Activează filtrarea duratei
ru: Фильтр по длительности
sv: Aktivera varaktighetsfiltrering
tr: Süreye göre filtreleme

# enableCallLogCountVisibilityText
source: Show call logs count
de: Anrufprotokoll-Anzahl
es: Mostrar el número de registros de llamadas
fi: Puhelulokien määrä
fr: Afficher le nombre de journaux d'appels
hi: कॉल लॉग्स की संख्या दिखाएं
ja: 通話ログの件数を表示
ko: 통화 기록 수
nl: Aantal oproeplogboeken tonen
pl: Pokaż liczbę dzienników połączeń
ro: Arată numărul de jurnale de apeluri
ru: Количество звонков
sv: Visa antal samtalsloggar
tr: Çağrı sayısı

# enableFilterByAccountIdText
source: Enable filter by account id
de: Nach Account-ID filtern
es: Activar filtro por ID de cuenta
fi: Suodata tilin ID:n mukaan
fr: Activer le filtre par ID de compte
hi: खाता आईडी द्वारा फ़िल्टर सक्षम करें
ja: アカウントIDでフィルタリングを有効にする
ko: 계정 ID로 필터링
nl: Filteren op account-ID inschakelen
pl: Włącz filtr po identyfikatorze konta
ro: Activează filtrarea după ID-ul contului
ru: Фильтр по ID аккаунта
sv: Aktivera filter efter konto-id
tr: Hesap ID'sine göre filtrele

# showTotalCallDurationText
source: Show total call duration
de: Gesamtdauer der Anrufe
es: Mostrar la duración total de la llamada
fi: Puheluiden kokonaiskesto
fr: Afficher la durée totale des appels
hi: कुल कॉल अवधि दिखाएं
ja: 合計通話時間を表示
ko: 총 통화 시간
nl: Totale gespreksduur tonen
pl: Pokaż całkowity czas trwania połączeń
ro: Arată durata totală a apelurilor
ru: Общая длительность звонков
sv: Visa total samtalstid
tr: Toplam çağrı süresi

# disableLogsSharingText
source: Disable call log sharing
de: Teilen-Button ausblenden
es: Desactivar el uso compartido de registros de llamadas
fi: Piilota jakopainike
fr: Désactiver le partage des journaux d'appels
hi: कॉल लॉग्स साझाकरण अक्षम करें
ja: 通話ログの共有を無効にする
ko: 공유 버튼 숨기기
nl: Delen van oproeplogboek uitschakelen
pl: Wyłącz udostępnianie dziennika połączeń
ro: Dezactivează partajarea jurnalului de apeluri
ru: Скрыть кнопку «Поделиться»
sv: Inaktivera delning av samtalsloggar
tr: Paylaşım butonunu gizle

# platformNameText
source: Android
hi: एंड्रॉइड

# smsText
source: SMS
hi: एसएमएस

# enableLogsSharingText
source: Disable call log sharing
nl: Delen van oproeplogboek uitschakelen
