Repository: Sanmeet007/logger
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, hi, ja, ko, nl, pl, ro, ru, sv, tr

# durationText
source: Duration
de: Dauer
es: Duración
fi: Kesto
fr: Durée
hi: अवधि
ja: 期間
ko: 통화 시간
nl: Duur
pl: Czas Trwania
ro: Durata
ru: Длительность
sv: Varaktighet
tr: Süre

# exploreNowText
source: Explore now
de: Jetzt erkunden
es: Explorar ahora
fi: Tutki nyt
fr: Explorer maintenant
hi: अब एक्सप्लोर करें
ja: 今すぐ探検
ko: 지금 탐색
nl: Nu verkennen
pl: Przeglądaj Teraz
ro: Explorează acum
ru: Изучить сейчас
sv: Utforska nu
tr: Şimdi keşfet

# exploreProjectButtonText
source: Explore Project on Github
de: Projekt auf Github erkunden
es: Explorar proyecto en Github
fi: Tutki projektia Githubissa
fr: Explorer le projet sur Github
hi: GitHub पर प्रोजेक्ट एक्सप्लोर करें
ja: Githubでプロジェクトを探検
ko: Github에서 프로젝트 탐색
nl: Project verkennen op Github
pl: Przeglądaj Projekt na Githubie
ro: Explorează proiectul pe Github
ru: Изучить проект на Github
sv: Utforska Projekt på Github
tr: Projeyi GitHub'da Keşfet

# exportFileNameFormatLabelText
source: Export filename format
de: Dateinamenformat exportieren
es: Formato de nombre de archivo de exportación
fi: Vientitiedostonimen muoto
fr: Format du nom de fichier d'exportation
hi: निर्यात फ़ाइल का नाम प्रारूप
ja: エクスポートファイル名形式
ko: 내보내기 파일 이름 형식
nl: Export bestandsnaamformaat
pl: Format nazwy pliku eksportu
ro: Formatul numelui fișierului de export
ru: Формат имени файла экспорта
sv: Exportfilnamnsformat
tr: Dışa aktarma dosya adı formatı

# filenameFormatHintText
source: my-call-logs-[%token]
de: mein-anruf-protokoll-[%token]
es: mis-registros-de-llamadas-[%token]
fi: puhelulokini-[%merkki]
fr: mes-journaux-appel-[%jeton]
nl: mijn-oproeplogboeken-[%token]
pl: moje-dzienniki-polaczen-[%token]
ru: мои-журналы-вызовов-[%token]
sv: mina-samtalsloggar-[%token]
tr: çağrı-kayıtlarım-[%token]

# filenameFormatLabelText
source: Filename format
de: Dateinamen-Format
es: Formato de nombre de archivo
fi: Tiedostonimen muoto
fr: Format du nom de fichier
hi: फ़ाइल का नाम प्रारूप
ja: ファイル名形式
ko: 파일 이름 형식
nl: Bestandsnaamformaat
pl: Format Nazwy Pliku
ro: Formatul numelui fișierului
ru: Формат имени файла
sv: Filnamnsformat
tr: Dosya adı formatı

# filterText
source: Filter
es: Filtro
fi: Suodata
fr: Filtrer
hi: फ़िल्टर
ja: フィルター
ko: 필터
pl: Filtruj
ro: Filtru
ru: Фильтр
tr: Filtrele

# getStartedText
source: Get Started
de: Los geht's
es: Comenzar
fi: Aloita
fr: Commencer
hi: शुरू करें
ja: 開始
ko: 시작하기
nl: Aan de slag
pl: Zacznij
ro: Începe
ru: Начать
sv: Kom igång
tr: Başla

# ghostErrorMessage
source: Hmm. Something went wrong
de: Hmm. Etwas ist schief gelaufen
es: Hmm. Algo salió mal
fi: Hups. Jokin meni vikaan
fr: Hmm. Une erreur s'est produite
hi: हम्म। कुछ गलत हो गया।
ja: ん？問題が発生しました
ko: 흠. 문제가 발생했습니다
nl: Hmm. Er is iets fout gegaan
pl: Hmm. Coś poszło nie tak
ro: Hmm. Ceva nu a mers bine
ru: Хм. Что-то пошло не так
sv: Hmm. Något gick fel
tr: Hmm. Bir şeyler ters gitti

# hideText
source: Hide
de: Ausblenden
es: Ocultar
fi: Piilota
fr: Masquer
hi: छिपाएं
ja: 隠す
ko: 숨기기
nl: Verbergen
pl: Ukryj
ro: Ascunde
ru: Скрыть
sv: Dölj
tr: Gizle

# hintMobileNumberText
source: 9XXXX XXXX
es: 1XX XXX
fi: 040XXXXXXX
ja: 1XXX XXXX
ko: 0XXX XXXX
nl: 0XXXX XXXXX
pl: 1XX XXX XXX
ru: 9XX XXXX XXX
sv: XXX XXX XX

# importCallLogsText
source: Import your call logs
de: Importieren Sie Ihre Anrufprotokolle
es: Importar tus registros de llamadas
fi: Tuo puhelulokisi
fr: Importer vos journaux d'appels
hi: अपने कॉल लॉग्स आयात करें
ja: 通話ログをインポート
ko: 통화 기록 가져오기
nl: Importeer je oproeplogboeken
pl: Importuj dzienniki połączeń
ro: Importă jurnalele de apeluri
ru: Импортировать журналы вызовов
sv: Importera dina samtalsloggar
tr: Çağrı kayıtlarını içe aktar

# incomingText
source: Incoming
de: Eingehende
es: Entrante
fi: Saapuva
fr: Entrant
hi: आने वाले
ja: 着信
ko: 수신
nl: Inkomend
pl: Przychodzące
ro: Intrat
ru: Входящий
sv: Inkommande
tr: Gelen

# logsScreenLabelText
source: Logs
de: Protokolle
es: Registros
fi: Lokit
fr: Journaux
hi: लॉग्स
ja: ログ
ko: 로그
nl: Logboeken
pl: Dzienniki
ro: Jurnale
ru: Журналы
sv: Loggar
tr: Kayıtlar

# maximumDurationHintText
source: eg: 60
de: bsp: 60
es: ej: 60
fi: esim: 60
fr: ex : 60
hi: उदा: 60
ja: 例: 60
ko: 예: 60
nl: bv: 60
pl: np: 60
ro: ex: 60
ru: например: 60
sv: t.ex.: 60
tr: ör: 60

# maximumDurationLabelText
source: Min (in secs)
de: Max (in secs)
es: Máx (en seg)
fi: Maks (sek.)
fr: Min (en secondes)
hi: अधिकतम (सेकंड में)
ja: 最大（秒）
ko: 최대 (초)
nl: Min (in sec)
pl: Min (w sek)
ro: Min (în secunde)
ru: Макс (в сек)
sv: Max (i sek)
tr: Maks (saniye cinsinden)

# minimumDurationHintText
source: eg: 0
de: bsp: 0
es: ej: 0
fi: esim: 0
fr: ex : 0
hi: उदा: 0
ja: 例: 0
ko: 예: 0
nl: bv: 0
pl: np: 0
ro: ex: 0
ru: например: 0
sv: t.ex.: 0
tr: ör: 0

# minimumDurationLabelText
source: Min (in secs)
es: Min (en seg)
fi: Min (sek.)
fr: Min (en secondes)
hi: न्यूनतम (सेकंड में)
ja: 最小（秒）
ko: 최소 (초)
nl: Min (in sec)
pl: Min (w sek)
ro: Min (în secunde)
ru: Мин (в сек)
sv: Min (i sek)
tr: Min (saniye cinsinden)

# missedText
source: Missed
de: Verpasst
es: Perdida
fi: Vastaamaton
fr: Manqué
hi: छूटे हुए
ja: 不在着信
ko: 부재중
nl: Gemist
pl: Nieodebrane
ro: Pierdut
ru: Пропущенные
sv: Missat
tr: Cevapsız

# mobileNumberText
source: Mobile Number
de: Handynummer
es: Número de Móvil
fi: Matkapuhelinnumero
fr: Numéro de mobile
hi: मोबाइल नंबर
ja: 携帯電話番号
ko: 휴대폰 번호
nl: Mobiel nummer
pl: Numer Telefonu
ro: Număr de telefon mobil
ru: Номер телефона
sv: Mobilnummer
tr: Mobil Numara

# nextText
source: Next
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
hi: अगला
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
ro: Următorul
ru: Далее
sv: Nästa
tr: İleri

# onboardingScreenFourSubtitle
source: Seamlessly transfer call logs between devices or export them for safekeeping and analysis.
de: Übertragen Sie Anrufprotokolle nahtlos zwischen Geräten oder exportieren Sie sie zur sicheren Aufbewahrung und Analyse.
es: Transfiere sin problemas los registros de llamadas entre dispositivos o expórtalos para guardarlos y analizarlos.
fi: Siirrä puhelulokeja saumattomasti laitteiden välillä tai vie niitä turvaan ja analysointia varten.
fr: Transférez facilement les journaux d'appels entre les appareils ou exportez-les pour les conserver et les analyser.
hi: कॉल लॉग्स को डिवाइसों के बीच आसानी से स्थानांतरित करें या उन्हें सुरक्षित रखने और विश्लेषण के लिए निर्यात करें।
ja: デバイス間で通話ログをシームレスに転送したり、安全な保管と分析のためにエクスポートしたりできます。
ko: 장치 간에 통화 기록을 원활하게 전송하거나 안전하게 보관 및 분석할 수 있도록 내보냅니다.
nl: Breng moeiteloos oproeplogboeken over tussen apparaten of exporteer ze voor bewaring en analyse.
pl: Bezproblemowo przesyłaj dzienniki połączeń między urządzeniami lub eksportuj je w celu zabezpieczenia i analizy.
ro: Transferați fără probleme jurnalele de apeluri între dispozitive sau exportați-le pentru păstrare și analiză.
ru: Легко переносите журналы вызовов между устройствами или экспортируйте их для сохранности и анализа.
sv: Överför enkelt samtalsloggar mellan enheter eller exportera dem för säker förvaring och analys.
tr: Çağrı kayıtlarını cihazlar arasında sorunsuzca aktarın veya analiz ve saklama için dışa aktarın.

# onboardingScreenFourTitle
source: Import & Export
de: Importieren und Exportieren
es: Importar y Exportar
fi: Tuo & Vie
fr: Importer et exporter
hi: आयात और निर्यात
ja: インポートとエクスポート
ko: 가져오기 및 내보내기
nl: Importeren & exporteren
pl: Import i Eksport
ro: Importă și exportă
ru: Импорт и экспорт
sv: Importera & Exportera
tr: İçe Aktar & Dışa Aktar

# onboardingScreenOneSubtitle
source: Your go-to app for managing and analyzing your call logs effortlessly.
de: Die ideale Anwendung für die mühelose Verwaltung und Analyse Ihrer Anrufprotokolle.
es: Tu aplicación ideal para administrar y analizar tus registros de llamadas sin esfuerzo.
fi: Sovelluksesi puhelulokiesi vaivattomaan hallintaan ja analysointiin.
fr: Votre application incontournable pour gérer et analyser vos journaux d'appels sans effort.
hi: अपने कॉल लॉग्स को आसानी से प्रबंधित और विश्लेषण करने के लिए आपका पसंदीदा ऐप।
ja: 通話ログを簡単に管理および分析するための頼りになるアプリ。
ko: 통화 기록을 간편하게 관리하고 분석할 수 있는 앱입니다.
nl: Je aangewezen app voor het moeiteloos beheren en analyseren van je oproeplogboeken.
pl: Twoja aplikacja do łatwego zarządzania i analizowania dzienników połączeń.
ro: Aplicația dvs. ideală pentru gestionarea și analizarea jurnalelor de apeluri fără efort.
ru: Ваше приложение для управления и анализа журналов вызовов без усилий.
sv: Din app för att hantera och analysera dina samtalsloggar utan ansträngning.
tr: Çağrı kayıtlarınızı zahmetsizce yönetmek ve analiz etmek için başvuracağınız uygulama.

# onboardingScreenOneTitle
source: Welcome to Logger!
de: Wilkommen zu Logger!
es: ¡Bienvenido a Logger!
fi: Tervetuloa Lokit-sovellukseen!
fr: Bienvenue dans Journal !
hi: लॉगर में आपका स्वागत है!
ja: Loggerへようこそ!
ko: Logger에 오신 것을 환영합니다!
nl: Welkom bij Logger!
pl: Witaj w Logger!
ro: Bun venit la Înregistrator!
ru: Добро пожаловать в Logger!
sv: Välkommen till Loggare!
tr: Logger'a Hoş Geldiniz!

# onboardingScreenThreeSubtitle
source: Understand your call patterns like never before and get detailed insights to optimize your time.
de: Verstehen Sie Ihre Anrufmuster wie nie zuvor und erhalten Sie detaillierte Einblicke, um Ihre Zeit zu optimieren.
es: Comprende tus patrones de llamadas como nunca antes y obtén información detallada para optimizar tu tiempo.
fi: Ymmärrä puhelumallejasi paremmin kuin koskaan ja hanki yksityiskohtaisia tietoja ajan optimoimiseksi.
fr: Comprenez vos habitudes d'appel comme jamais auparavant et obtenez des informations détaillées pour optimiser votre temps.
hi: अपने कॉल पैटर्न को पहले से कहीं बेहतर समझें और अपने समय को अनुकूलित करने के लिए विस्तृत जानकारी प्राप्त करें।
ja: これまでにない通話パターンを理解し、詳細な洞察を得て時間を最適化します。
ko: 이전과는 전혀 다른 통화 패턴을 이해하고 시간을 최적화하기 위한 자세한 통찰력을 얻으십시오.
nl: Begrijp je oproeppatronen als nooit tevoren en krijg gedetailleerde inzichten om je tijd te optimaliseren.
pl: Zrozum swoje wzorce połączeń jak nigdy dotąd i uzyskaj szczegółowe informacje, aby zoptymalizować swój czas.
ro: Înțelegeți tiparele apelurilor dvs. ca niciodată și obțineți informații detaliate pentru a vă optimiza timpul.
ru: Поймите свои шаблоны вызовов как никогда раньше и получите подробную аналитику для оптимизации своего времени.
sv: Förstå dina samtalsmönster som aldrig förr och få detaljerade insikter för att optimera din tid.
tr: Çağrı alışkanlıklarınızı daha önce hiç olmadığı gibi anlayın ve zamanınızı optimize etmek için detaylı bilgiler edinin.

# onboardingScreenThreeTitle
source: Analyze Your Calls
de: Analysieren Sie Ihre Anrufe
es: Analiza tus llamadas
fi: Analysoi Puhelusi
fr: Analysez vos appels
hi: अपने कॉल्स का विश्लेषण करें
ja: 通話を分析する
ko: 통화 분석
nl: Analyseer je oproepen
pl: Analizuj Swoje Połączenia
ro: Analizați apelurile dvs.
ru: Анализируйте свои вызовы
sv: Analysera dina samtal
tr: Çağrılarınızı Analiz Edin

# onboardingScreenTwoSubtitle
source: Search, filter, and manage your call logs with a seamless and intuitive interface.
de: Suchen, filtern und verwalten Sie Ihre Anrufprotokolle über eine nahtlose und intuitive Oberfläche.
es: Busca, filtra y administra tus registros de llamadas con una interfaz fluida e intuitiva.
fi: Hae, suodata ja hallitse puhelulokejasi saumattomalla ja intuitiivisella käyttöliittymällä.
fr: Recherchez, filtrez et gérez vos journaux d'appels grâce à une interface fluide et intuitive.
hi: एक सहज और सहज इंटरफ़ेस के साथ अपने कॉल लॉग्स को खोजें, फ़िल्टर करें और प्रबंधित करें।
ja: シームレスで直感的なインターフェースで、通話ログを検索、フィルター、管理します。
ko: 원활하고 직관적인 인터페이스를 사용하여 통화 기록을 검색, 필터링 및 관리하십시오.
nl: Zoek, filter en beheer je oproeplogboeken met een naadloze en intuïtieve interface.
pl: Wyszukuj, filtruj i zarządzaj dziennikami połączeń za pomocą płynnego i intuicyjnego interfejsu.
ro: Căutați, filtrați și gestionați jurnalele de apeluri cu o interfață fluidă și intuitivă.
ru: Поиск, фильтрация и управление журналами вызовов c помощью удобного и интуитивно понятного интерфейса.
sv: Sök, filtrera och hantera dina samtalsloggar med ett sömlöst och intuitivt gränssnitt.
tr: Çağrı kayıtlarınızı sezgisel ve akıcı bir arayüzle arayın, filtreleyin ve yönetin.

# onboardingScreenTwoTitle
source: Manage Call Logs
de: Anrufprotokolle verwalten
es: Gestionar Registros de Llamadas
fi: Hallitse Puhelulokeja
fr: Gérer les journaux d'appels
hi: कॉल लॉग्स प्रबंधित करें
ja: 通話ログを管理
ko: 통화 기록 관리
nl: Oproeplogboeken beheren
pl: Zarządzaj Dziennikami Połączeń
ro: Gestionați jurnalele de apeluri
ru: Управление журналами вызовов
sv: Hantera Samtalsloggar
tr: Çağrı Kayıtlarını Yönet

# openText
source: Open
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
hi: खोलें
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
ro: Deschide
ru: Открыть
sv: Öppna
tr: Aç

# outgoingText
source: Outgoing
de: Ausgehend
es: Saliente
fi: Lähtevä
fr: Sortant
hi: जाने वाले
ja: 発信
ko: 발신
nl: Uitgaand
pl: Wychodzące
ro: Ieșit
ru: Исходящий
sv: Utgående
tr: Giden

# phoneAccountIdText
source: Phone Account ID
de: Telefonkonto-ID
es: ID de Cuenta Telefónica
fi: Puhelintilin tunnus
fr: ID du compte téléphonique
hi: फ़ोन खाता आईडी
ja: 電話アカウントID
ko: 전화 계정 ID
nl: Telefoonaccount-ID
pl: ID Konta Telefonicznego
ro: ID cont telefonic
ru: Идентификатор учетной записи телефона
sv: Telefonkonto-ID
tr: Telefon Hesap Kimliği

# platformText
source: platform
es: plataforma
fi: alusta
fr: plateforme
hi: प्लेटफ़ॉर्म
ja: プラットフォーム
ko: 플랫폼
pl: platforma
ro: platformă
ru: платформа
sv: plattform

# randomDTRepr
source: Fri, Jul 12 2024 14:15:00
es: vie, 12 jul 2024 14:15:00
fi: Pe, 12 Heinä 2024 14:15:00
fr: Ven, 12 juil. 2024 14:15:00
hi: शुक्र, जुलाई 12 2024 14:15:00
ja: 2024年7月12日 (金) 14:15:00
ko: 2024년 7월 12일 금요일 14:15:00
nl: Vr, 12 jul 2024 14:15:00
pl: Pt, 12 Lip 2024 14:15:00
ro: Vin, 12 Iul 2024 14:15:00
ru: Пт, 12 июл 2024 14:15:00
sv: Fre, 12 Jul 2024 14:15:00
tr: Cum, Tem 12 2024 14:15:00

# randomMonthAbbr
source: Jul
fi: Heinä
fr: Juil
hi: जुल
ja: 7月
ko: 7월
pl: Lip
ro: Iul
ru: Июл
tr: Tem

# randomMonthName
source: July
de: Juli
es: julio
fi: Heinäkuu
fr: Juillet
hi: जुलाई
ja: 7月
ko: 7월
nl: juli
pl: Lipiec
ro: Iulie
ru: Июль
sv: Juli
tr: Temmuz

# randomWeekdayAbbr
source: Fri
de: Fr
es: vie
fi: Pe
fr: Ven
hi: शुक्र
ja: 金
ko: 금
nl: Vr
pl: Pt
ro: Vin
ru: Пт
sv: Fre
tr: Cum

# randomWeekdayName
source: Friday
de: Freitag
es: viernes
fi: Perjantai
fr: Vendredi
hi: शुक्रवार
ja: 金曜日
ko: 금요일
nl: vrijdag
pl: Piątek
ro: Vineri
ru: Пятница
sv: Fredag
tr: Cuma

# refreshText
source: Refresh
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Actualiser
hi: रीफ्रेश करें
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
ro: Reîmprospătează
ru: Обновить
sv: Uppdatera
tr: Yenile

# rejectedText
source: Rejected
de: Abgelehnt
es: Rechazada
fi: Hylätty
fr: Rejeté
hi: अस्वीकृत
ja: 拒否
ko: 거절됨
nl: Afgewezen
pl: Odrzucone
ro: Respins
ru: Отклоненные
sv: Avvisat
tr: Reddedilmiş

# reportIssueButtonText
source: Report a Problem or Bug
de: Ein Problem oder einen Fehler melden
es: Informar de un problema o error
fi: Ilmoita ongelmasta tai virheestä
fr: Signaler un problème ou un bug
hi: समस्या या बग रिपोर्ट करें
ja: 問題またはバグを報告
ko: 문제 또는 버그 신고
nl: Een probleem of bug melden
pl: Zgłoś Problem lub Błąd
ro: Raportează o problemă sau un bug
ru: Сообщить o проблеме или ошибке
sv: Rapportera ett Problem eller Bugg
tr: Sorun veya Hata Bildir

# resetText
source: Reset
de: zurücksetzen
es: Restablecer
fi: Palauta
fr: Réinitialiser
hi: रीसेट करें
ja: リセット
ko: 재설정
nl: Resetten
pl: Resetuj
ro: Resetează
ru: Сбросить
sv: Återställ
tr: Sıfırla

# resetToDefaultText
source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer a valores predeterminados
fi: Palauta oletusasetukset
fr: Réinitialiser par défaut
hi: डिफ़ॉल्ट पर रीसेट करें
ja: デフォルトにリセット
ko: 기본값으로 재설정
nl: Terugzetten naar standaard
pl: Przywróć Domyślne
ro: Resetează la implicit
ru: Сбросить до значений по умолчанию
sv: Återställ till Standard
tr: Varsayılana Sıfırla

# saveText
source: Save
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
hi: सहेजें
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
ro: Salvare
ru: Сохранить
sv: Spara
tr: Kaydet

# settingsScreenLabelText
source: Settings
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
ro: Setări
ru: Настройки
sv: Inställningar
tr: Ayarlar

# shareText
source: Share
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
hi: साझा करें
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
ro: Distribuie
ru: Поделиться
sv: Dela
tr: Paylaş

# simText
source: SIM Display Name
de: SIM-Anzeigename
es: Nombre de visualización de SIM
fi: SIM-kortin nimi
fr: Nom d'affichage de la carte SIM
hi: सिम प्रदर्शित नाम
ja: SIM表示名
ko: SIM 표시 이름
nl: SIM-weergavenaam
pl: Nazwa Wyświetlana SIM
ro: Numele afișat al SIM-ului
ru: Имя SIM-карты
sv: SIM-visningsnamn
tr: SIM Görüntüleme Adı

# skipText
source: Skip
de: Überspringen
es: Omitir
fi: Ohita
fr: Ignorer
hi: छोड़ें
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
ro: Sari
ru: Пропустить
sv: Hoppa över
tr: Atla

# startImportText
source: Start Import
de: Import starten
es: Iniciar Importación
fi: Aloita tuonti
fr: Démarrer l'importation
hi: आयात प्रारंभ करें
ja: インポートを開始
ko: 가져오기 시작
pl: Rozpocznij Import
ro: Începe importul
ru: Начать импорт
sv: Starta Import
tr: İçe Aktarmayı Başlat

# storagePolicyLabelText
source: Storage Policy
de: Speicher-Richtlinien
es: Política de Almacenamiento
fi: Tallennuskäytäntö
fr: Politique de stockage
hi: भंडारण नीति
ja: ストレージポリシー
ko: 저장소 정책
nl: Opslagbeleid
pl: Polityka Przechowywania
ro: Politica de stocare
ru: Политика хранения
sv: Lagringspolicy
tr: Depolama Politikası

# storagePolicyText
source: This app temporarily stores generated files, deleting them on exit. You can download call logs to your chosen location. Logger only accesses call logs, ensuring your privacy.
de: Diese App speichert die erzeugten Dateien vorübergehend und löscht sie beim Beenden. Sie können Anrufprotokolle an den von Ihnen gewählten Ort herunterladen. Logger greift nur auf Anrufprotokolle zu, um Ihre Privatsphäre zu schützen.
es: Esta aplicación almacena temporalmente los archivos generados y los elimina al salir. Puedes descargar los registros de llamadas en la ubicación que elijas. Logger solo accede a los registros de llamadas, lo que garantiza tu privacidad.
fi: Tämä sovellus tallentaa luodut tiedostot väliaikaisesti ja poistaa ne poistuessa. Voit ladata puhelulokit valitsemaasi sijaintiin. Lokit käyttää vain puhelulokeja yksityisyytesi varmistamiseksi.
fr: Cette application stocke temporairement les fichiers générés, en les supprimant à la sortie. Vous pouvez télécharger les journaux d'appels à l'emplacement de votre choix. Journal accède uniquement aux journaux d'appels, garantissant ainsi votre confidentialité.
hi: यह ऐप अस्थायी रूप से उत्पन्न फ़ाइलों को संग्रहीत करता है और बाहर निकलने पर उन्हें हटा देता है। आप अपने कॉल लॉग्स को अपनी पसंदीदा स्थान पर डाउनलोड कर सकते हैं। लॉगर केवल कॉल लॉग्स तक पहुँचता है, जिससे आपकी गोपनीयता सुनिश्चित होती है।
ja: このアプリは、生成されたファイルを一時的に保存し、終了時に削除します。選択した場所に通話ログをダウンロードできます。Loggerは通話ログにのみアクセスし、プライバシーを保護します。
ko: 이 앱은 생성된 파일을 일시적으로 저장하며 종료 시 삭제합니다. 선택한 위치로 통화 기록을 다운로드할 수 있습니다. Logger는 통화 기록에만 액세스하여 개인 정보를 보호합니다.
nl: Deze app slaat tijdelijk gegenereerde bestanden op en verwijdert ze bij het afsluiten. Je kunt oproeplogboeken downloaden naar de door jou gekozen locatie. Logger heeft alleen toegang tot oproeplogboeken, waardoor je privacy gewaarborgd is.
pl: Ta aplikacja tymczasowo przechowuje wygenerowane pliki, usuwając je przy wyjściu. Możesz pobrać dzienniki połączeń do wybranej lokalizacji. Logger uzyskuje dostęp tylko do dzienników połączeń, zapewniając Twoją prywatność.
ro: Această aplicație stochează temporar fișierele generate, ștergându-le la ieșire. Puteți descărca jurnalele de apeluri în locația aleasă. Înregistrator accesează doar jurnalele de apeluri, asigurându-vă confidențialitatea.
ru: Это приложение временно хранит созданные файлы, удаляя их при выходе. Вы можете загрузить журналы вызовов в выбранное вами место. Logger имеет доступ только к журналам вызовов, обеспечивая вашу конфиденциальность.
sv: Den här appen lagrar tillfälligt genererade filer och raderar dem när den avslutas. Du kan ladda ner samtalsloggar till den plats du väljer. Loggern får endast tillgång till samtalsloggar, vilket garanterar din integritet.
tr: Bu uygulama, oluşturulan dosyaları geçici olarak depolar ve çıkışta siler. Çağrı kayıtlarını seçtiğiniz konuma indirebilirsiniz. Logger yalnızca çağrı kayıtlarına erişir ve gizliliğinizi korur.

# supportedFormatInformation
source: Please note: Only CSV format is currently supported for importing call logs.
de: Bitte beachten Sie: Derzeit wird nur das CSV-Format für den Import von Anrufprotokollen unterstützt.
es: Ten en cuenta: Solo el formato CSV es compatible actualmente para importar registros de llamadas.
fi: Huomaa: Vain CSV-muoto on tällä hetkellä tuettu puhelulokien tuonnissa.
fr: Veuillez noter que seul le format CSV est actuellement pris en charge pour l'importation de journaux d'appels.
hi: कृपया ध्यान दें: कॉल लॉग्स आयात के लिए केवल CSV प्रारूप वर्तमान में समर्थित है।
ja: 注意: 通話ログのインポートには現在CSV形式のみがサポートされています。
ko: 참고: 현재 통화 기록 가져오기에는 CSV 형식만 지원됩니다.
nl: Let op: alleen CSV-formaat wordt momenteel ondersteund voor het importeren van oproeplogboeken.
pl: Uwaga: Obecnie obsługiwany jest tylko format CSV do importowania dzienników połączeń.
ro: Vă rugăm să rețineți: Doar formatul CSV este acceptat în prezent pentru importul jurnalelor de apeluri.
ru: Обратите внимание: для импорта журналов вызовов в настоящее время поддерживается только формат CSV.
sv: Observera: Endast CSV-format stöds för närvarande för import av samtalsloggar.
tr: Lütfen dikkat: Şu anda yalnızca CSV formatı çağrı kayıtlarını içe aktarmak için desteklenmektedir.

# timeText
source: Time
de: Zeit
es: Hora
fi: Aika
fr: Heure
hi: समय
ja: 時間
ko: 시간
nl: Tijd
pl: Godzina
ro: Ora
ru: Время
sv: Tid
tr: Zaman

# tokenAccordianText
source: date & time formatting tokens
de: Datum- und Zeitformatierungstoken
es: tokens de formato de fecha y hora
fi: päivämäärän ja ajan muotoilumerkit
fr: jetons de formatage de la date et de l'heure
hi: तारीख और समय स्वरूपण टोकन
ja: 日付と時刻の書式設定トークン
ko: 날짜 및 시간 형식 토큰
nl: datum- en tijdopmaak tokens
pl: tokeny formatowania daty i czasu
ro: jetoane de formatare a datei și orei
ru: токены форматирования даты и времени
sv: datum- och tidsformateringstoken
tr: Tarih ve zaman biçimlendirme token'ları
