Repository: Sanmeet007/logger
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, hi, ja, ko, nl, pl, ro, ru, sv, tr

# tokensInfoText
source: You can use the tokens provided to customize your filename format based on specific date and time preferences.
de: Sie können die bereitgestellten Token verwenden, um Ihr Dateinamenformat auf der Grundlage bestimmter Datums- und Zeitpräferenzen anzupassen.
es: Puedes utilizar los tokens proporcionados para personalizar el formato de nombre de archivo según tus preferencias específicas de fecha y hora.
fi: Voit mukauttaa tiedostonimen muotoa tarjottujen merkkien avulla tiettyjen päivämäärä- ja aika-asetusten perusteella.
fr: Vous pouvez utiliser les jetons fournis pour personnaliser le format de votre nom de fichier en fonction de vos préférences spécifiques de date et d'heure.
hi: आप प्रदान किए गए टोकन का उपयोग विशिष्ट दिनांक और समय वरीयताओं के आधार पर अपनी फ़ाइल का नाम प्रारूप को अनुकूलित करने के लिए कर सकते हैं।
ja: 特定の時間と日付の設定に基づいてファイル名をカスタマイズするために、提供されたトークンを使用できます。
ko: 제공된 토큰을 사용하여 특정 날짜 및 시간 환경 설정에 따라 파일 이름 형식을 사용자 지정할 수 있습니다.
nl: Je kunt de verstrekte tokens gebruiken om je bestandsnaamformaat aan te passen op basis van specifieke datum- en tijdvoorkeuren.
pl: Możesz użyć podanych tokenów, aby dostosować format nazwy pliku na podstawie konkretnych preferencji daty i czasu.
ro: Puteți utiliza jetoanele furnizate pentru a personaliza formatul numelui de fișier în funcție de preferințele specifice de dată și oră.
ru: Вы можете использовать предоставленные токены для настройки формата имени файла на основе конкретных предпочтений даты и времени.
sv: Du kan använda de tillhandahållna token för att anpassa ditt filnamnsformat baserat på specifika datum- och tidsinställningar.
tr: Dosya adı formatınızı belirli tarih ve zaman tercihlerine göre özelleştirmek için sağlanan token'ları kullanabilirsiniz.

# unknownText
source: Unknown
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
hi: अज्ञात
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
ro: Necunoscut
ru: Неизвестно
sv: Okänd
tr: Bilinmeyen

# versionText
source: version
es: versión
fi: versio
hi: संस्करण
ja: バージョン
ko: 버전
nl: versie
pl: wersja
ro: versiune
ru: версия
tr: Sürüm

# viewText
source: View
de: Siehe
es: Ver
fi: Näytä
fr: Afficher
hi: देखें
ja: 表示
ko: 보기
nl: Bekijken
pl: Wyświetl
ro: Vizualizare
ru: Просмотреть
sv: Visa
tr: Görüntüle

# wifiIncomingText
source: Wifi Incoming
de: Wifi Eingehend
es: Wifi Entrante
fi: Wifi saapuva
fr: Wifi Entrant
hi: वाईफाई आने वाला
ja: Wifi着信
ko: 와이파이 수신
nl: Wifi Inkomend
pl: Wifi Przychodzące
ro: WiFi Intrat
ru: Wifi Входящий
sv: Wifi Inkommande
tr: WiFi Gelen

# wifiOutgoingText
source: Wifi Outgoing
de: Wifi ausgehend
es: Wifi Saliente
fi: Wifi lähtevä
fr: Wifi Sortant
hi: वाईफाई जाने वाला
ja: Wifi発信
ko: 와이파이 발신
nl: Wifi Uitgaand
pl: Wifi Wychodzące
ro: WiFi Ieșit
ru: Wifi Исходящий
sv: Wifi Utgående
tr: WiFi Giden

# callStatsText
source: Call Statistics
de: Anruf Statistiken
es: Estadísticas de Llamadas
fi: Puhelutilastot
fr: Statistiques d'appel
hi: कॉल सांख्यिकी
ja: 通話統計
ko: 통계
nl: Oproepstatistieken
pl: Statystyki Połączeń
ro: Statistici apeluri
ru: Статистика звонков
sv: Samtalsstatistik
tr: Çağrı İstatistikleri

# callDurationText
source: Call Duration
de: Anrufdauer
es: Duración de la llamada
fi: Puhelun kesto
fr: Durée de l'appel
hi: कॉल अवधि
ja: 通話時間
ko: 통화 시간
nl: Gespreksduur
pl: Czas Trwania Połączenia
ro: Durata apelului
ru: Продолжительность звонка
sv: Samtalstid
tr: Çağrı Süresi

# mostCalledNumberText
source: Most Called Number
de: Meistgewählte Nummer
es: Número más Llamado
fi: Useimmin soitettu numero
fr: Numéro le plus appelé
hi: सबसे अधिक कॉल किया गया नंबर
ja: 最も通話した番号
ko: 가장 많이 통화한 번호
nl: Meest gebelde nummer
pl: Najczęściej Wybierany Numer
ro: Cel mai apelat număr
ru: Самый вызываемый номер
sv: Mest Ringda Nummer
tr: En Çok Aranan Numara

# callDirectionAnalysisText
source: Call Direction Analysis
de: Analyse der Anrufrichtung
es: Análisis de la Dirección de Llamadas
fi: Puhelusuunnan analyysi
fr: Analyse de la direction des appels
hi: कॉल दिशा विश्लेषण
ja: 通話方向分析
ko: 통화 방향 분석
nl: Oproeprichtinganalyse
pl: Analiza Kierunku Połączeń
ro: Analiza direcției apelului
ru: Анализ направления вызовов
sv: Samtalsriktningsanalys
tr: Çağrı Yönü Analizi

# longestCallText
source: Longest Call
de: Längster Anruf
es: Llamada más Larga
fi: Pisin puhelu
fr: Appel le plus long
hi: सबसे लंबी कॉल
ja: 最長通話
ko: 가장 긴 통화
nl: Langste gesprek
pl: Najdłuższe Połączenie
ro: Cel mai lung apel
ru: Самый длинный звонок
sv: Längsta Samtal
tr: En Uzun Çağrı

source: Top {n} Longest Calls
de: Top {n} Längste Anrufe
es: Top {n} Llamadas más Largas
fi: Top {n} pisintä puhelua
fr: Top {n} des appels les plus longs
hi: शीर्ष {n} सबसे लंबी कॉल
ja: 上位{n}最長通話
ko: 상위 {n} 가장 긴 통화
nl: Top {n} langste gesprekken
pl: Top {n} Najdłuższych Połączeń
ro: Top {n} cele mai lungi apeluri
ru: Топ {n} самых длинных вызовов
sv: Topp {n} Längsta Samtal
tr: En Uzun {n} Çağrı

# callText
source: Call
de: Anruf
es: Llamar
fi: Puhelu
fr: Appel
hi: कॉल
ja: 通話
ko: 통화
nl: Oproep
pl: Połączenie
ro: Apel
ru: Звонок
sv: Samtal
tr: Ara

# nothingToDisplayText
source: Nothing to display
de: Nichts anzuzeigen
es: Nada que mostrar
fi: Ei mitään näytettävää
fr: Rien à afficher
hi: प्रदर्शित करने के लिए कुछ नहीं
ja: 表示するものがありません
ko: 표시할 내용이 없습니다
nl: Niets om weer te geven
pl: Brak danych do wyświetlenia
ro: Nimic de afișat
ru: Нет данных для отображения
sv: Inget att visa
tr: Görüntülenecek bir şey yok

# callsMadeText
source: Calls Made
de: Getätigte Anrufe
es: Llamadas Realizadas
fi: Soitettuja puheluita
fr: Appels passés
hi: किए गए कॉल
ja: 発信通話
ko: 발신 통화
nl: Gepleegde oproepen
pl: Wykonane Połączenia
ro: Apeluri efectuate
ru: Совершено звонков
sv: Gjorda Samtal
tr: Yapılan Çağrılar

# callsReceivedText
source: Calls Received
de: Empfangene Anrufe
es: Llamadas Recibidas
fi: Vastaanotettuja puheluita
fr: Appels reçus
hi: प्राप्त किए गए कॉल
ja: 着信通話
ko: 수신 통화
nl: Ontvangen oproepen
pl: Odebrane Połączenia
ro: Apeluri primite
ru: Получено звонков
sv: Mottagna Samtal
tr: Alınan Çağrılar

# callsMissedText
source: Calls Missed
de: Verpasste Anrufe
es: Llamadas Perdidas
fi: Vastaamattomia puheluita
fr: Appels manqués
hi: छूटे हुए कॉल
ja: 不在着信
ko: 부재중 통화
nl: Gemiste oproepen
pl: Nieodebrane Połączenia
ro: Apeluri pierdute
ru: Пропущено звонков
sv: Missade Samtal
tr: Cevapsız Çağrılar

# callsRejectedText
source: Calls Rejected
de: Abgelehnte Anrufe
es: Llamadas Rechazadas
fi: Hylättyjä puheluita
fr: Appels rejetés
hi: अस्वीकृत कॉल
ja: 拒否された通話
ko: 거절된 통화
nl: Afgewezen oproepen
pl: Odrzucone Połączenia
ro: Apeluri respinse
ru: Отклонено звонков
sv: Avvisade Samtal
tr: Reddedilen Çağrılar

# callsBlockedText
source: Calls Blocked
de: Blockierte Anrufe
es: Llamadas Bloqueadas
fi: Estettyjä puheluita
fr: Appels bloqués
hi: ब्लॉक किए गए कॉल
ja: ブロックされた通話
ko: 차단된 통화
nl: Geblokkeerde oproepen
pl: Zablokowane Połączenia
ro: Apeluri blocate
ru: Заблокировано звонков
sv: Blockerade Samtal
tr: Engellenen Çağrılar

# averageText
source: Average
de: Durchschnitt
es: Promedio
fi: Keskiarvo
fr: Moyenne
hi: औसत
ja: 平均
ko: 평균
nl: Gemiddelde
pl: Średnia
ro: Medie
ru: Среднее
sv: Genomsnitt
tr: Ortalama

# longestText
source: Longest
de: Längster
es: Más Larga
fi: Pisin
fr: Le plus long
hi: सबसे लंबा
ja: 最長
ko: 가장 긴
nl: Langste
pl: Najdłuższe
ro: Cel mai lung
ru: Самый длинный
sv: Längst
tr: En Uzun

# totalText
source: Total
de: Insgesamt
fi: Yhteensä
hi: कुल
ja: 合計
ko: 총
nl: Totaal
pl: Suma
ru: Bcero
sv: Totalt
tr: Toplam

# todayText
source: Today
de: Heute
es: Hoy
fi: Tänään
fr: Aujourd'hui
hi: आज
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
ro: Astăzi
ru: Сегодня
sv: I dag
tr: Bugün

# yesterdayText
source: Yesterday
de: Gestern
es: Ayer
fi: Eilen
fr: Hier
hi: कल
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
ro: Ieri
ru: Вчера
sv: I går
tr: Dün

# thisMonthText
source: This Month
de: Dieser Monat
es: Este Mes
fi: Tämä kuukausi
fr: Ce mois-ci
hi: इस महीने
ja: 今月
ko: 이번 달
nl: Deze maand
pl: Ten Miesiąc
ro: Luna aceasta
ru: Этот месяц
sv: Denna Månad
tr: Bu Ay

# pastMonthText
source: Past Month
de: letzer Monat
es: Mes Pasado
fi: Edellinen kuukausi
fr: Mois dernier
hi: पिछला महीना
ja: 先月
ko: 지난달
nl: Vorige maand
pl: Ubiegły Miesiąc
ro: Luna trecută
ru: Прошлый месяц
sv: Förra Månaden
tr: Geçen Ay

# thisYearText
source: This Year
de: Dieses Jahr
es: Este Año
fi: Tämä vuosi
fr: Cette année
hi: इस साल
ja: 今年
ko: 올해
nl: Dit jaar
pl: Ten Rok
ro: Anul acesta
ru: Этот год
sv: Detta År
tr: Bu Yıl

# pastYearText
source: Past Year
de: Letzes Jahr
es: Año Pasado
fi: Edellinen vuosi
fr: L'année dernière
hi: पिछला साल
ja: 昨年
ko: 작년
nl: Vorig jaar
pl: Ubiegły Rok
ro: Anul trecut
ru: Прошлый год
sv: Förra Året
tr: Geçen Yıl

# allTimeText
source: All Time
de: Gesamt
es: Todo el Tiempo
fi: Kaikki ajat
fr: Tout le temps
hi: सभी समय
ja: 全期間
ko: 모든 시간
nl: Alle tijden
pl: Cały Czas
ro: Tot timpul
ru: Bce время
sv: All Tid
tr: Tüm Zamanlar

# customText
source: Custom
de: Benutzerdefiniert
es: Personalizado
fi: Mukautettu
fr: Personnalisé
hi: कस्टम
ja: カスタム
ko: 사용자 정의
nl: Aangepast
pl: Własny
ro: Personalizat
ru: Пользовательский
sv: Anpassad
tr: Özel

# startDateText
source: Start Date
de: Startdatum
es: Fecha de inicio
fi: Aloituspäivämäärä
fr: Date de début
hi: प्रारंभ तिथि
ja: 開始日
ko: 시작일
nl: Startdatum
pl: Data Początkowa
ro: Data de începere
ru: Дата начала
sv: Startdatum
tr: Başlangıç Tarihi

# endDateText
source: End Date
de: Enddatum
es: Fecha de finalización
fi: Päättymispäivämäärä
fr: Date de fin
hi: समाप्ति तिथि
ja: 終了日
ko: 종료일
nl: Einddatum
pl: Data Końcowa
ro: Data de încheiere
ru: Дата окончания
sv: Slutdatum
tr: Bitiş Tarihi

# dateRangeText
source: Date range
de: Zeitspanne
es: Rango de fechas
fi: Aikaväli
fr: Plage de dates
hi: तिथि सीमा
ja: 日付範囲
ko: 날짜 범위
nl: Datumbereik
pl: Zakres Dat
ro: Interval de date
ru: Диапазон дат
sv: Datumintervall
tr: Tarih Aralığı

# searchByNumberText
source: Specific Phone Number
de: Spezifische Telefonnummer
es: Número de Teléfono Específico
fi: Tietty puhelinnumero
fr: Numéro de téléphone spécifique
hi: विशिष्ट फोन नंबर
ja: 特定の電話番号
ko: 특정 전화 번호
nl: Specifiek telefoonnummer
pl: Konkretny Numer Telefonu
ro: Număr de telefon specific
ru: Конкретный номер телефона
sv: Specifikt Telefonnummer
tr: Belirli Telefon Numarasına Göre Ara

# phoneAccountIdFilterText
source: Phone Account ID
de: Telefon Kontonummer
es: ID de cuenta telefónica
fi: Puhelintilin tunnus
fr: ID du compte téléphonique
hi: फोन खाता आईडी
ja: 電話アカウントID
ko: 전화 계정 ID
nl: Telefoonaccount-ID
pl: ID Konta Telefonicznego
ro: ID cont telefonic
ru: Идентификатор учетной записи телефона
sv: Telefonkonto-ID
tr: Telefon Hesap Kimliği

# filterByDurationText
source: Filter by Call Duration
de: Nach Anrufdauer filtern
es: Filtrar por Duración de la Llamada
fi: Suodata puhelun keston mukaan
fr: Filtrer par durée d'appel
hi: कॉल अवधि के आधार पर फ़िल्टर करें
ja: 通話時間でフィルタリング
ko: 통화 시간으로 필터링
nl: Filteren op gespreksduur
pl: Filtruj po Czasie Trwania Połączenia
ro: Filtrează după durata apelului
ru: Фильтр по продолжительности звонка
sv: Filtrera efter Samtalstid
tr: Çağrı Süresine Göre Filtrele

# filterByCallTypeText
source: Call Type
de: Art des Anrufs
es: Tipo de llamada
fi: Puhelun tyyppi
fr: Type d'appel
hi: कॉल प्रकार के आधार पर फ़िल्टर करें
ja: 通話タイプ
ko: 통화 유형
nl: Oproeptype
pl: Typ Połączenia
ro: Tipul apelului
ru: Тип вызова
sv: Samtalstyp
tr: Çağrı Türüne Göre Filtrele

# answeredExternallyText
source: Answered Externally
de: Extern beantwortet
es: Contestada Externamente
fi: Vastattu ulkoisesti
fr: Répondu en externe
hi: बाहरी उत्तर
ja: 外部で応答
ko: 외부에서 응답됨
nl: Extern beantwoord
pl: Odebrane Zewnętrznie
ro: Răspuns extern
ru: Отвечено извне
sv: Besvarad Externt
tr: Harici Olarak Yanıtlandı

# voiceMailText
source: Voice Mail
de: Mailbox
es: Correo de Voz
fi: Vastaaja
fr: Messagerie vocale
hi: वॉयस मेल
ja: ボイスメール
ko: 음성 메일
pl: Poczta Głosowa
ro: Mesagerie vocală
ru: Голосовая почта
sv: Röstbrevlåda
tr: Sesli Posta

# exportOpenHintText
source: Export Open
de: Exportieren Öffnen
es: Exportar Abierto
fi: Vie Avaa
fr: Ouvrir l'exportation
hi: निर्यात खोलें
ja: エクスポートを開く
ko: 내보내기 열기
nl: Export openen
pl: Otwórz Eksport
ro: Export Deschide
ru: Экспорт Открыть
sv: Öppna Export
tr: Dışa Aktar Açık

# anyText
source: Any
de: Beliebig
es: Cualquiera
fi: Mikä tahansa
fr: N'importe quel
hi: कोई भी
ja: 任意
ko: 모두
nl: Elke
pl: Dowolne
ro: Oricare
ru: Любой
sv: Valfritt
tr: Herhangi

# processingFileText
source: Processing file
de: Datei wird verarbeitet
es: Procesando archivo
fi: Käsitellään tiedostoa
fr: Traitement du fichier
hi: फ़ाइल प्रोसेस हो रही है
ja: ファイルを処理中
ko: 파일 처리 중
nl: Bestand verwerken
pl: Przetwarzanie pliku
ro: Se procesează fișierul
ru: Обработка файла
sv: Bearbetar fil
tr: Dosya işleniyor

# insertingLogsText
source: Inserting logs
de: Protokolle einfügen
es: Insertando registros
fi: Lisätään lokit
fr: Insertion des journaux
hi: लॉग्स डाले जा रहे हैं
ja: ログを挿入中
ko: 로그 삽입 중
nl: Logboeken invoegen
pl: Wstawianie logów
ro: Se inserează jurnalele
ru: Вставка журналов
sv: Infogar loggar
tr: Kayıtlar ekleniyor

# takingMoreTimeText
source: This may take longer
de: Dies kann länger dauern
es: Esto puede tardar más
fi: Tämä voi kestää kauemmin
fr: Cela peut prendre plus de temps
hi: यह अधिक समय ले सकता है
ja: これには時間がかかる場合があります
ko: 시간이 더 걸릴 수 있습니다
nl: Dit kan langer duren
pl: To może zająć więcej czasu
ro: Acest lucru poate dura mai mult
ru: Это может занять больше времени
sv: Detta kan ta längre tid
tr: Bu daha uzun sürebilir

# pleaseWaitText
source: Please wait
de: Bitte Warten
es: Por favor, espere
fi: Odota hetki
fr: Veuillez patienter
hi: कृपया प्रतीक्षा करें
ja: お待ちください
ko: 기다려 주십시오
nl: Even geduld aub
pl: Proszę czekać
ro: Vă rugăm să așteptați
ru: Пожалуйста, подождите
sv: Vänta
tr: Lütfen bekleyin

# importSuccessMessageText
source: Call logs imported successfully
de: Anrufprotokolle erfolgreich importiert
es: Registros de llamadas importados correctamente
fi: Puhelulokit tuotu onnistuneesti
fr: Journaux d'appels importés avec succès
hi: कॉल लॉग्स सफलतापूर्वक आयात किए गए
ja: 通話ログが正常にインポートされました
ko: 통화 기록을 성공적으로 가져왔습니다
nl: Oproeplogboeken succesvol geïmporteerd
pl: Dzienniki połączeń zaimportowane pomyślnie
ro: Jurnalele de apeluri au fost importate cu succes
ru: Журналы вызовов успешно импортированы
sv: Samtalsloggar importerades
tr: Çağrı kayıtları başarıyla içe aktarıldı

# failedToUpdateSettingsText
source: Failed to update settings. Please try again later
de: Die Einstellungen konnten nicht aktualisiert werden. Bitte versuchen Sie es später erneut
es: No se pudo actualizar la configuración. Por favor, inténtelo de nuevo más tarde
fi: Asetusten päivitys epäonnistui. Yritä myöhemmin uudelleen
fr: Échec de la mise à jour des paramètres. Veuillez réessayer plus tard
hi: सेटिंग्स अपडेट करने में विफल। कृपया बाद में पुनः प्रयास करें
ja: 設定の更新に失敗しました。後でもう一度お試しください
ko: 설정 업데이트에 실패했습니다. 나중에 다시 시도해 주십시오
nl: Instellingen konden niet worden bijgewerkt. Probeer het later opnieuw
pl: Nie udało się zaktualizować ustawień. Spróbuj ponownie później
ro: Nu s-a reușit actualizarea setărilor. Vă rugăm să încercați din nou mai târziu
ru: He удалось обновить настройки. Пожалуйста, повторите попытку позже
sv: Det gick inte att uppdatera inställningarna. Försök igen senare
tr: Ayarlar güncellenemedi. Lütfen daha sonra tekrar deneyin

# shareSettingUpdateSuccessMsgText
source: Sharing settings updated successfully.
de: Freigabeeinstellungen erfolgreich aktualisiert.
es: Configuración de uso compartido actualizada correctamente.
fi: Jakamisasetukset päivitetty onnistuneesti.
fr: Paramètres de partage mis à jour avec succès.
hi: साझा सेटिंग्स सफलतापूर्वक अपडेट की गईं।
ja: 共有設定が正常に更新されました。
ko: 공유 설정이 성공적으로 업데이트되었습니다.
nl: Deelinstellingen succesvol bijgewerkt.
pl: Ustawienia udostępniania zostały pomyślnie zaktualizowane.
ro: Setările de partajare au fost actualizate cu succes.
ru: Настройки общего доступа успешно обновлены.
sv: Delningsinställningarna har uppdaterats.
tr: Paylaşım ayarları başarıyla güncellendi.

# downloadSettingUpdatedSuccessMsgText
source: Downloading settings updated successfully.
de: Downloadeinstellungen erfolgreich aktualisiert.
es: Configuración de descarga actualizada correctamente.
fi: Latausasetukset päivitetty onnistuneesti.
fr: Paramètres de téléchargement mis à jour avec succès.
hi: डाउनलोड सेटिंग्स सफलतापूर्वक अपडेट की गईं।
ja: ダウンロード設定が正常に更新されました。
ko: 다운로드 설정이 성공적으로 업데이트되었습니다.
nl: Downloadinstellingen succesvol bijgewerkt.
pl: Ustawienia pobierania zostały pomyślnie zaktualizowane.
ro: Setările de descărcare au fost actualizate cu succes.
ru: Настройки загрузки успешно обновлены.
sv: Nedladdningsinställningarna har uppdaterats.
tr: İndirme ayarları başarıyla güncellendi.

# settingUpdateSuccessMsgText
source: Setting updated successfully.
de: Die Einstellung wurde erfolgreich aktualisiert.
es: Configuración actualizada correctamente.
fi: Asetus päivitetty onnistuneesti.
fr: Paramètres mis à jour avec succès.
hi: सेटिंग्स सफलतापूर्वक अपडेट की गईं।
ja: 設定が正常に更新されました。
ko: 설정이 성공적으로 업데이트되었습니다.
nl: Instelling succesvol bijgewerkt.
pl: Ustawienia zostały pomyślnie zaktualizowane.
ro: Setarea a fost actualizată cu succes.
ru: Настройки успешно обновлены.
sv: Inställningen uppdaterades.
tr: Ayar başarıyla güncellendi.

# durationFilterSettingUpdatedSuccessMsgText
source: Duration filter settings updated successfully.
de: Dauerfiltereinstellungen erfolgreich aktualisiert.
es: Configuración de filtro de duración actualizada correctamente.
fi: Keston suodatusasetukset päivitetty onnistuneesti.
fr: Paramètres du filtre de durée mis à jour avec succès.
hi: ड्यूरेशन फ़िल्टर सेटिंग्स सफलतापूर्वक अपडेट की गईं।
ja: 期間フィルター設定が正常に更新されました。
ko: 통화 시간 필터 설정이 성공적으로 업데이트되었습니다.
nl: Duurfilterinstellingen succesvol bijgewerkt.
pl: Ustawienia filtra czasu trwania zostały pomyślnie zaktualizowane.
ro: Setările filtrului de durată au fost actualizate cu succes.
ru: Настройки фильтрации по длительности успешно обновлены.
sv: Inställningarna för varaktighetsfilter har uppdaterats.
tr: Süre filtresi ayarları başarıyla güncellendi.

# filterByPhoneAccountIdSettingUpdatedSuccessMsgText
source: Filter by phone account id settings updated successfully.
de: Die Einstellungen für die Filterung nach Telefonkontonummern wurden erfolgreich aktualisiert.
es: Configuración de filtro por ID de cuenta telefónica actualizada correctamente.
fi: Puhelintilin tunnus suodatusasetukset päivitetty onnistuneesti.
fr: Paramètres du filtre par ID de compte téléphonique mis à jour avec succès.
hi: फोन खाता आईडी द्वारा फ़िल्टर सेटिंग्स सफलतापूर्वक अपडेट की गईं।
ja: 電話アカウントIDによるフィルター設定が正常に更新されました。
ko: 전화 계정 ID별 필터 설정이 성공적으로 업데이트되었습니다.
nl: Filteren op telefoonaccount-id-instellingen succesvol bijgewerkt.
pl: Ustawienia filtra po identyfikatorze konta telefonu zostały pomyślnie zaktualizowane.
ro: Setările de filtrare după ID-ul contului de telefon au fost actualizate cu succes.
ru: Настройки фильтрации по идентификатору учетной записи телефона успешно обновлены.
sv: Inställningarna för filter efter telefonkonto-id har uppdaterats.
tr: Telefon hesap kimliğine göre filtreleme ayarları başarıyla güncellendi.

# generalSettingUpdatedSuccessMsgText
source: Settings updated successfully.
de: Einstellungen erfolgreich aktualisiert.
es: Configuración actualizada correctamente.
fi: Asetukset päivitetty onnistuneesti.
fr: Paramètres mis à jour avec succès.
hi: सामान्य सेटिंग्स सफलतापूर्वक अपडेट की गईं।
ja: 設定が正常に更新されました。
ko: 설정이 성공적으로 업데이트되었습니다.
nl: Instellingen succesvol bijgewerkt.
pl: Ustawienia zostały pomyślnie zaktualizowane.
ro: Setările au fost actualizate cu succes.
ru: Настройки успешно обновлены.
sv: Inställningarna uppdaterades.
tr: Ayarlar başarıyla güncellendi.

# importSettingUpdatedSuccessMsgText
source: Import settings updated successfully.
de: Importiereinstellungen erfolgreich aktualisiert
es: Configuración de importación actualizada correctamente.
fi: Tuonti asetukset päivitetty onnistuneesti.
fr: Paramètres d'importation mis à jour avec succès.
hi: आयात सेटिंग्स सफलतापूर्वक अपडेट की गईं।
ja: インポート設定が正常に更新されました。
ko: 가져오기 설정이 성공적으로 업데이트되었습니다.
nl: Importinstellingen succesvol bijgewerkt.
pl: Ustawienia importu zostały pomyślnie zaktualizowane.
ro: Setările de import au fost actualizate cu succes.
ru: Настройки импорта успешно обновлены.
sv: Importinställningarna har uppdaterats.
tr: İçe aktarma ayarları başarıyla güncellendi.

# exportFieldInfoText
source: Export fields information
de: Informationen zu Exportfeldern
es: Información de los campos de exportación
fi: Vie kenttätiedot
fr: Informations sur les champs d'exportation
hi: निर्यात फ़ील्ड जानकारी
ja: エクスポートフィールド情報
ko: 내보내기 필드 정보
nl: Informatie over exportvelden
pl: Informacje o polach eksportu
ro: Informații despre câmpurile de export
ru: Информация o полях экспорта
sv: Exportfältsinformation
tr: Dışa aktarma alanları bilgisi

# csvJsonExportNameField
source: Name associated with the call log entry
de: Mit dem Anrufprotokolleintrag verbundener Name
es: Nombre asociado a la entrada del registro de llamadas
fi: Puhelulokimerkintään liittyvä nimi
fr: Nom associé à l'entrée du journal d'appels
hi: कॉल लॉग प्रविष्टि से संबंधित नाम
ja: 通話ログエントリに関連付けられた名前
ko: 통화 기록 항목과 연결된 이름
nl: Naam gekoppeld aan de oproeplogboeking
pl: Nazwa powiązana z wpisem w dzienniku połączeń
ro: Nume asociat cu intrarea în jurnalul de apeluri
ru: Имя, связанное c записью журнала вызовов
sv: Namn som är kopplat till samtalsloggsposten
tr: Çağrı kaydı girişiyle ilişkili isim

# csvJsonExportPhoneAccountIdField
source: The ID of the phone account associated with the call identifies the specific account or SIM card used to place or receive the call
de: Die Telefonkonto-ID, das mit dem Anruf verbunden ist, identifiziert das spezifische Konto oder die SIM-Karte, die zum Tätigen oder Entgegennehmen des Anrufs verwendet wurde.
es: El ID de la cuenta telefónica asociada a la llamada identifica la cuenta o tarjeta SIM específica utilizada para realizar o recibir la llamada
fi: Puheluun liittyvän puhelintilin tunnus, joka tunnistaa puhelun soittamiseen tai vastaanottamiseen käytetyn tilin tai SIM-kortin
fr: L'ID du compte téléphonique associé à l'appel identifie le compte spécifique ou la carte SIM utilisée pour passer ou recevoir l'appel
hi: फोन खाते का आईडी जो कॉल से संबंधित है, विशिष्ट खाता या सिम कार्ड की पहचान करता है जिसका उपयोग कॉल करने या प्राप्त करने के लिए किया गया था
ja: 通話に関連付けられた電話アカウントのID。通話の発信または受信に使用された特定のアカウントまたはSIMカードを識別します。
ko: 통화와 연결된 전화 계정의 ID입니다. 통화를 걸거나 받는 데 사용된 특정 계정 또는 SIM 카드를 식별합니다.
nl: De ID van het telefoonaccount dat aan de oproep is gekoppeld, identificeert het specifieke account of de simkaart die is gebruikt om het gesprek te plaatsen of te ontvangen
pl: Identyfikator konta telefonicznego powiązany z połączeniem, który identyfikuje konkretne konto lub kartę SIM użytą do wykonania lub odebrania połączenia
ro: ID-ul contului telefonic asociat cu apelul identifică contul specific sau cartela SIM utilizată pentru a efectua sau primi apelul
ru: Идентификатор учетной записи телефона, связанный c вызовом, идентифицирует конкретную учетную запись или SIM-карту, использованную для совершения или приема вызова
sv: ID för det telefonkonto som är kopplat till samtalet identifierar det specifika konto eller SIM-kort som användes för att ringa eller ta emot samtalet
tr: Çağrıyla ilişkili telefon hesap kimliği, çağrıyı yapmak veya almak için kullanılan belirli hesabı veya SIM kartını tanımlar
