Repository: Sanmeet007/logger
Catalog: lib/l10n/app_*.arb
Languages: de, es, fi, fr, hi, ja, ko, nl, pl, ro, ru, sv, tr

# aboutText
source: About
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
hi: विषय
ja: 概要
ko: 정보
nl: Over
pl: O Aplikacji
ro: Despre
ru: O программе
sv: Om
tr: Hakkında

# advancedSettingsLabelText
source: Advanced Settings
de: Erweiterte Einstellungen
es: Configuración Avanzada
fi: Lisäasetukset
fr: Paramètres avancés
hi: उन्नत सेटिंग्स
ja: 詳細設定
ko: 고급 설정
nl: Geavanceerde instellingen
pl: Ustawienia Zaawansowane
ro: Setări avansate
ru: Расширенные настройки
sv: Avancerade Inställningar
tr: Gelişmiş Ayarlar

# analyticsPolicyLabelText
source: Analytics Policy
de: Statistik-Richtlinie
es: Política de Análisis
fi: Analytiikkakäytäntö
fr: Politique d'analyse
hi: एनालिटिक्स नीति
ja: 分析ポリシー
ko: 분석 정책
nl: Analyticsbeleid
pl: Polityka Analityczna
ro: Politica de analiză
ru: Политика аналитики
sv: Analyspolicy
tr: Analitik Politikası

# analyticsPolicyText
source: All call log data is analyzed locally on your device and never transmitted to online servers, ensuring your privacy and keeping your information safe and confidential
de: Alle Anrufprotokolldaten werden lokal auf Ihrem Gerät analysiert und niemals an Online-Server übertragen, um Ihre Privatsphäre zu schützen und Ihre Informationen sicher und vertraulich zu halten.
es: Todos los datos del registro de llamadas se analizan localmente en tu dispositivo y nunca se transmiten a servidores en línea, lo que garantiza tu privacidad y mantiene tu información segura y confidencial
fi: Kaikki puhelulokitiedot analysoidaan paikallisesti laitteessasi, eikä niitä koskaan lähetetä online-palvelimille, mikä varmistaa yksityisyytesi ja pitää tietosi turvassa ja luottamuksellisina
fr: Toutes les données du journal d'appels sont analysées localement sur votre appareil et ne sont jamais transmises à des serveurs en ligne, garantissant ainsi votre confidentialité et la sécurité de vos informations.
hi: सभी कॉल लॉग डेटा आपके डिवाइस पर स्थानीय रूप से विश्लेषण किया जाता है और कभी भी ऑनलाइन सर्वरों पर प्रेषित नहीं किया जाता है, जिससे आपकी गोपनीयता सुरक्षित रहती है और आपकी जानकारी गोपनीय रहती है।
ja: すべての通話ログデータはデバイス上でローカルに分析され、オンラインサーバーに送信されることはありません。これにより、プライバシーが保護され、情報が安全かつ機密に保たれます。
ko: 모든 통화 기록 데이터는 장치에서 로컬로 분석되며 온라인 서버로 전송되지 않아 개인 정보가 보호되고 정보가 안전하고 기밀로 유지됩니다.
nl: Alle oproeploggegevens worden lokaal op je apparaat geanalyseerd en nooit naar online servers verzonden, waardoor je privacy gewaarborgd blijft en je informatie veilig en vertrouwelijk blijft
pl: Wszystkie dane dziennika połączeń są analizowane lokalnie na Twoim urządzeniu i nigdy nie są przesyłane na serwery online, zapewniając Twoją prywatność i bezpieczeństwo informacji
ro: Toate datele jurnalului de apeluri sunt analizate local pe dispozitivul dvs. și nu sunt niciodată transmise serverelor online, asigurându-vă confidențialitatea și menținând informațiile dvs. în siguranță și confidențialitate
ru: Bce данные журнала вызовов анализируются локально на вашем устройстве и никогда не передаются на онлайн-серверы, что обеспечивает вашу конфиденциальность и безопасность вашей информации
sv: All samtalsloggdata analyseras lokalt på din enhet och överförs aldrig till onlineservrar, vilket garanterar din integritet och håller din information säker och konfidentiell
tr: Tüm çağrı kaydı verileri cihazınızda yerel olarak analiz edilir ve çevrimiçi sunuculara asla iletilmez, böylece gizliliğiniz korunur ve bilgileriniz güvende kalır

# analyticsScreenLabelText
source: Analytics
de: Statistiken
es: Análisis
fi: Analytiikka
fr: Analytique
hi: एनालिटिक्स
ja: 分析
ko: 분석
pl: Analityka
ro: Analize
ru: Аналитика
sv: Analys
tr: Analitik

# appError
source: Ah snap! Something went wrong
de: Ach, Mist! Etwas ist schief gelaufen
es: ¡Ah, vaya! Algo salió mal
fi: Oho! Jokin meni vikaan
fr: Zut ! Une erreur s'est produite
hi: अरे! कुछ गलत हो गया
ja: おっと！問題が発生しました
ko: 이런! 문제가 발생했습니다
nl: Oeps! Er is iets fout gegaan
pl: O nie! Coś poszło nie tak
ro: A apărut o eroare!
ru: Ой! Что-то пошло не так
sv: Hoppsan! Något gick fel
tr: Ah, bir şeyler ters gitti!

# applyFiltersText
source: Apply Filters
de: Filter anwenden
es: Aplicar Filtros
fi: Käytä suodattimia
fr: Appliquer les filtres
hi: फिल्टर लागू करें
ja: フィルターを適用
ko: 필터 적용
nl: Filters toepassen
pl: Zastosuj Filtry
ro: Aplică filtre
ru: Применить фильтры
sv: Tillämpa Filter
tr: Filtreleri Uygula

# baseGhostErrorMessage
source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo salió mal
fi: Jokin meni vikaan
fr: Une erreur s'est produite
hi: कुछ गलत हो गया
ja: 問題が発生しました
ko: 문제가 발생했습니다
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sv: Något gick fel
tr: Bir şeyler ters gitti

# baseSettingsLabelText
source: General Settings
de: Allgemeine Einstellungen
es: Configuración General
fi: Yleiset asetukset
fr: Paramètres généraux
hi: सामान्य सेटिंग्स
ja: 基本設定
ko: 일반 설정
nl: Algemene instellingen
pl: Ustawienia Ogólne
ro: Setări generale
ru: Общие настройки
sv: Allmänna Inställningar
tr: Genel Ayarlar

# blockedText
source: Blocked
de: Blockiert
es: Bloqueado
fi: Estetty
fr: Bloqué
hi: ब्लॉक किए गए
ja: ブロック
ko: 차단됨
nl: Geblokkeerd
pl: Zablokowane
ro: Blocat
ru: Заблокированные
sv: Blockerad
tr: Engellenmiş

# callLogsExportFailureText
source: Error while downloading file !
de: Fehler beim Herunterladen der Datei!
es: ¡Error al descargar el archivo!
fi: Virhe ladatessa tiedostoa!
fr: Erreur lors du téléchargement du fichier !
hi: फाइल डाउनलोड करते समय त्रुटि!
ja: ファイルのダウンロード中にエラーが発生しました！
ko: 파일 다운로드 중 오류 발생!
nl: Fout bij het downloaden van bestand!
pl: Błąd podczas pobierania pliku!
ro: Eroare la descărcarea fișierului!
ru: Ошибка при загрузке файла!
sv: Fel vid nedladdning av filen!
tr: Dosya indirilirken hata oluştu!

# callLogsExportFormatLabelText
source: Call logs export format
de: Exportformat für Anrufprotokolle
es: Formato de exportación de registros de llamadas
fi: Puhelulokien vientimuoto
fr: Format d'exportation des journaux d'appels
hi: कॉल लॉग्स निर्यात प्रारूप
ja: 通話ログのエクスポート形式
ko: 통화 기록 내보내기 형식
nl: Exportformaat oproeplogboeken
pl: Format eksportu dziennika połączeń
ro: Formatul exportului jurnalelor de apeluri
ru: Формат экспорта журнала вызовов
sv: Exportformat för samtalsloggar
tr: Çağrı kayıtları dışa aktarma formatı

# callLogsExportSuccessText
source: Call logs extracted and downloaded successfully
de: Anrufprotokolle erfolgreich extrahiert und heruntergeladen
es: Registros de llamadas extraídos y descargados correctamente
fi: Puhelulokit purettu ja ladattu onnistuneesti
fr: Journaux d'appels extraits et téléchargés avec succès
hi: कॉल लॉग्स सफलतापूर्वक निकाले और डाउनलोड किए गए
ja: 通話ログが抽出され、正常にダウンロードされました
ko: 통화 기록이 성공적으로 추출 및 다운로드되었습니다
nl: Oproeplogboeken succesvol geëxtraheerd en gedownload
pl: Dzienniki połączeń wyodrębnione i pomyślnie pobrane
ro: Jurnalele de apeluri au fost extrase și descărcate cu succes
ru: Журнал вызовов успешно извлечен и загружен
sv: Samtalsloggar extraherade och nedladdade
tr: Çağrı kayıtları başarıyla çıkarıldı ve indirildi

# callTypeText
source: Call Type
de: Art des Anrufs
es: Tipo de Llamada
fi: Puhelun tyyppi
fr: Type d'appel
hi: कॉल प्रकार
ja: 通話タイプ
ko: 통화 유형
nl: Oproeptype
pl: Typ Połączenia
ro: Tipul apelului
ru: Тип вызова
sv: Samtalstyp
tr: Çağrı Türü

# cancelText
source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
ro: Anulează
ru: Отмена
sv: Avbryt
tr: İptal

# configureText
source: Configure
de: Konfigurieren
es: Configurar
fi: Määritä
fr: Configurer
hi: कॉन्फ़िगर करें
ja: 設定
ko: 구성
nl: Configureren
pl: Konfiguruj
ro: Configurează
ru: Настроить
sv: Konfigurera
tr: Yapılandır

# confirmImportLabelText
source: Confirm Import Start
de: Importstart bestätigen
es: Confirmar Inicio de Importación
fi: Vahvista tuonnin aloitus
fr: Confirmer le début de l'importation
hi: आयात प्रारंभ की पुष्टि करें
ja: インポート開始の確認
ko: 가져오기 시작 확인
nl: Bevestig start import
pl: Potwierdź Rozpoczęcie Importu
ro: Confirmă începerea importului
ru: Подтвердить начало импорта
sv: Bekräfta Importstart
tr: İçe Aktarmayı Onayla

# confirmImportText
source: Importing call logs is a significant task that can irreversibly corrupt your current logs, overwrite data, and cause inconsistencies in your history. Please be aware that this process may take some time and could lead to the issues mentioned above. Proceed with caution.
de: Das Importieren von Anrufprotokollen ist eine umfangreiche Aufgabe, die Ihre aktuellen Protokolle unwiderruflich beschädigen, Daten überschreiben und Inkonsistenzen in Ihrem Verlauf verursachen kann. Bitte beachten Sie, dass dieser Vorgang einige Zeit in Anspruch nehmen kann und zu den oben genannten Problemen führen kann. Gehen Sie mit Vorsicht vor.
es: Importar registros de llamadas es una tarea importante que puede dañar irreversiblemente tus registros actuales, sobrescribir datos y causar inconsistencias en tu historial. Ten en cuenta que este proceso puede llevar algún tiempo y podría provocar los problemas mencionados anteriormente. Procede con precaución.
fi: Puhelulokien tuonti on merkittävä tehtävä, joka voi peruuttamattomasti vioittaa nykyisiä lokiasi, korvata tietoja ja aiheuttaa epäjohdonmukaisuuksia historiassasi. Huomioithan, että tämä prosessi voi kestää jonkin aikaa ja saattaa johtaa yllä mainittuihin ongelmiin. Toimi varoen.
fr: L'importation des journaux d'appels est une tâche importante qui peut corrompre de manière irréversible vos journaux actuels, écraser des données et entraîner des incohérences dans votre historique. Veuillez noter que ce processus peut prendre un certain temps et pourrait entraîner les problèmes mentionnés ci-dessus. Procéder avec prudence.
hi: कॉल लॉग्स आयात करना एक महत्वपूर्ण कार्य है जो आपके वर्तमान लॉग्स को अपरिवर्तनीय रूप से खराब कर सकता है, डेटा को ओवरराइट कर सकता है और आपके इतिहास में असंगतियां उत्पन्न कर सकता है। कृपया ध्यान दें कि यह प्रक्रिया समय ले सकती है और उपरोक्त समस्याएं हो सकती हैं। सावधानी से आगे बढ़ें।
ja: 通話ログのインポートは、現在のログを不可逆的に破損させ、データを上書きし、履歴に不整合を引き起こす可能性がある重要なタスクです。このプロセスには時間がかかる場合があり、上記の問題が発生する可能性があることにご注意ください。注意して進めてください。
ko: 통화 기록을 가져오는 것은 현재 로그를 되돌릴 수 없게 손상시키고, 데이터를 덮어쓰고, 기록에 불일치를 일으킬 수 있는 중요한 작업입니다. 이 프로세스는 시간이 걸릴 수 있으며 위에서 언급한 문제가 발생할 수 있음을 인지하십시오. 주의하여 진행하십시오.
nl: Het importeren van oproeplogboeken is een belangrijke taak die je huidige logboeken onherstelbaar kan beschadigen, gegevens kan overschrijven en inconsistenties in je geschiedenis kan veroorzaken. Wees je ervan bewust dat dit proces enige tijd kan duren en tot de bovengenoemde problemen kan leiden. Ga voorzichtig te werk.
pl: Importowanie dzienników połączeń to znaczące zadanie, które może nieodwracalnie uszkodzić obecne dzienniki, nadpisać dane i spowodować niespójności w historii. Należy pamiętać, że ten proces może zająć trochę czasu i prowadzić do wspomnianych problemów. Prosimy o zachowanie ostrożności.
ro: Importul jurnalelor de apeluri este o sarcină importantă care poate corupe ireversibil jurnalele dvs. curente, poate suprascrie date și poate cauza inconsecvențe în istoricul dvs. Vă rugăm să rețineți că acest proces poate dura ceva timp și ar putea duce la problemele menționate mai sus. Procedați cu precauție.
ru: Импорт журналов вызовов — это важная задача, которая может необратимо повредить ваши текущие журналы, перезаписать данные и вызвать несоответствия в вашей истории. Пожалуйста, имейте в виду, что этот процесс может занять некоторое время и привести к вышеупомянутым проблемам. Продолжайте c осторожностью.
sv: Att importera samtalsloggar är en betydande uppgift som oåterkalleligt kan skada dina nuvarande loggar, skriva över data och orsaka inkonsekvenser i din historik. Observera att denna process kan ta tid och kan leda till de problem som nämns ovan. Fortsätt med försiktighet.
tr: Çağrı kayıtlarını içe aktarmak, mevcut kayıtlarınızı geri dönüşü olmayan şekilde bozabilir, verilerin üzerine yazabilir ve geçmişinizde tutarsızlıklara neden olabilir. Bu işlemin biraz zaman alabileceğini ve yukarıda belirtilen sorunlara yol açabileceğini lütfen unutmayın. Dikkatle devam edin.

# continueText
source: Continue
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
hi: जारी रखें
ja: 続行
ko: 계속
nl: Doorgaan
pl: Kontynuuj
ro: Continuă
ru: Продолжить
sv: Fortsätt
tr: Devam Et

# dateText
source: Date
de: Datum
es: Fecha
fi: Päivämäärä
hi: तारीख
ja: 日付
ko: 날짜
nl: Datum
pl: Data
ro: Data
ru: Дата
sv: Datum
tr: Tarih

# donateText
source: Donate
de: Spenden
es: Donar
fi: Lahjoita
fr: Faire un don
hi: दान करें
ja: 寄付
ko: 기부
nl: Doneren
pl: Wesprzyj
ro: Donează
ru: Пожертвовать
sv: Donera
tr: Bağış Yap

# downloadConfirmationText
source: Are you sure you want to download your call logs in {currentImportType} format? This action will save your call history to a {currentImportType} file on your device.
de: Sind Sie sicher, dass Sie Ihre Anrufprotokolle im Format {currentImportType} herunterladen möchten? Mit dieser Aktion wird Ihr Anrufprotokoll in einer Datei {currentImportType} auf Ihrem Gerät gespeichert.
es: ¿Estás seguro de que quieres descargar tus registros de llamadas en formato {currentImportType}? Esta acción guardará tu historial de llamadas en un archivo {currentImportType} en tu dispositivo.
fi: Haluatko varmasti ladata puhelulokisi {currentImportType}-muodossa? Tämä toiminto tallentaa puheluhistoriasi {currentImportType}-tiedostoon laitteellasi.
fr: Êtes-vous sûr de vouloir télécharger vos journaux d'appels au format {currentImportType} ? Cette action enregistrera votre historique d'appels dans un fichier {currentImportType} sur votre appareil.
hi: क्या आप सुनिश्चित हैं कि आप अपने कॉल लॉग्स को {currentImportType} प्रारूप में डाउनलोड करना चाहते हैं? यह क्रिया आपके कॉल इतिहास को {currentImportType} फाइल के रूप में आपके डिवाइस पर सहेज देगी।
ja: {currentImportType}形式で通話ログをダウンロードしてもよろしいですか？この操作により、通話履歴がデバイス上の{currentImportType}ファイルに保存されます。
ko: {currentImportType} 형식으로 통화 기록을 다운로드하시겠습니까? 이 작업은 통화 기록을 장치의 {currentImportType} 파일에 저장합니다.
nl: Weet je zeker dat je je oproeplogboeken in {currentImportType}-formaat wilt downloaden? Met deze actie wordt je oproepgeschiedenis opgeslagen in een {currentImportType}-bestand op je apparaat.
pl: Czy na pewno chcesz pobrać dzienniki połączeń w formacie {currentImportType}? Spowoduje to zapisanie historii połączeń w pliku {currentImportType} na Twoim urządzeniu.
ro: Sigur doriți să descărcați jurnalele de apeluri în format {currentImportType}? Această acțiune va salva istoricul apelurilor dvs. într-un fișier {currentImportType} pe dispozitivul dvs.
ru: Вы уверены, что хотите загрузить свой журнал вызовов в формате {currentImportType}? Это действие сохранит вашу историю вызовов в файл {currentImportType} на вашем устройстве.
sv: Är du säker på att du vill ladda ner dina samtalsloggar i {currentImportType} format? Denna åtgärd sparar din samtalshistorik till en {currentImportType} fil på din enhet.
tr: Çağrı kayıtlarınızı {currentImportType} formatında indirmek istediğinizden emin misiniz? Bu işlem, çağrı geçmişinizi cihazınızda bir {currentImportType} dosyası olarak kaydedecektir.

# downloadText
source: Download
de: Downloaden
es: Descargar
fi: Lataa
fr: Télécharger
hi: डाउनलोड करें
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
ro: Descarcă
ru: Загрузить
sv: Ladda ner
tr: İndir

# dtAAcronymExapandedText
source: Full weekday name
de: Vollständiger Name des Wochentags
es: Nombre completo del día de la semana
fi: Koko viikonpäivän nimi
fr: Nom complet du jour de la semaine
hi: पूरा सप्ताह का नाम
ja: 完全な曜日名
ko: 전체 요일 이름
nl: Volledige naam van de weekdag
pl: Pełna nazwa dnia tygodnia
ro: Numele complet al zilei săptămânii
ru: Полное название дня недели
sv: Fullständigt veckodagsnamn
tr: Tam hafta günü adı

# dtBAcronymExapandedText
source: Full month name
de: Vollständiger Name des Monats
es: Nombre completo del mes
fi: Koko kuukauden nimi
fr: Nom complet du mois
hi: पूरा महीने का नाम
ja: 完全な月名
ko: 전체 월 이름
nl: Volledige naam van de maand
pl: Pełna nazwa miesiąca
ro: Numele complet al lunii
ru: Полное название месяца
sv: Fullständigt månadsnamn
tr: Tam ay adı

# dtHAcronymExapandedText
source: Hour in 24-hour format
de: Uhrzeit im 24-Stunden-Format
es: Hora en formato de 24 horas
fi: Tunti 24 tunnin muodossa
fr: Heure au format 24 heures
hi: 24-घंटे प्रारूप में घंटा
ja: 24時間形式の時間
ko: 24시간 형식의 시간
nl: Uur in 24-uurs formaat
pl: Godzina w formacie 24-godzinnym
ro: Ora în format 24 de ore
ru: Час в 24-часовом формате
sv: Timme i 24-timmarsformat
tr: 24 saat formatında saat

# dtIAcronymExapandedText
source: Hour in 12-hour format
de: Uhrzeit im 12-Stunden-Format
es: Hora en formato de 12 horas
fi: Tunti 12 tunnin muodossa
fr: Heure au format 12 heures
hi: 12-घंटे प्रारूप में घंटा
ja: 12時間形式の時間
ko: 12시간 형식의 시간
nl: Uur in 12-uurs formaat
pl: Godzina w formacie 12-godzinnym
ro: Ora în format 12 ore
ru: Час в 12-часовом формате
sv: Timme i 12-timmarsformat
tr: 12 saat formatında saat

# dtMAcronymExapandedText
source: Minutes
de: Minuten
es: Minutos
fi: Minuutit
hi: मिनट
ja: 分
ko: 분
nl: Minuten
pl: Minuty
ro: Minute
ru: Минуты
sv: Minuter
tr: Dakika

# dtSAcronymExapandedText
source: Seconds
de: Sekunden
es: Segundos
fi: Sekunnit
fr: Secondes
hi: सेकंड
ja: 秒
ko: 초
nl: Seconden
pl: Sekundy
ro: Secunde
ru: Секунды
sv: Sekunder
tr: Saniye

# dtUAcronymExapandedText
source: Week number of the year (Sunday as the first day of the week)
de: Wochennummer des Jahres (Sonntag als erster Tag der Woche)
es: Número de semana del año (domingo como primer día de la semana)
fi: Viikon numero vuodessa (sunnuntai viikon ensimmäisenä päivänä)
fr: Numéro de la semaine de l'année (dimanche comme premier jour de la semaine)
hi: साल का सप्ताह संख्या (रविवार को सप्ताह का पहला दिन मानकर)
ja: 年の週番号（週の最初の日曜日）
ko: 연도의 주 번호 (일요일이 주의 첫 번째 날)
nl: Weeknummer van het jaar (zondag als de eerste dag van de week)
pl: Numer tygodnia w roku (niedziela jako pierwszy dzień tygodnia)
ro: Numărul săptămânii din an (duminica ca prima zi a săptămânii)
ru: Номер недели в году (воскресенье как первый день недели)
sv: Veckonummer på året (söndag som första dagen i veckan)
tr: Yılın hafta numarası (Pazar haftanın ilk günü olarak)

# dtWAcronymExapandedText
source: Week number of the year (Monday as the first day of the week)
de: Wochennummer des Jahres (Montag als erster Tag der Woche)
es: Número de semana del año (lunes como primer día de la semana)
fi: Viikon numero vuodessa (maanantai viikon ensimmäisenä päivänä)
fr: Numéro de la semaine de l'année (lundi comme premier jour de la semaine)
hi: साल का सप्ताह संख्या (सोमवार को सप्ताह का पहला दिन मानकर)
ja: 年の週番号（週の最初の月曜日）
ko: 연도의 주 번호 (월요일이 주의 첫 번째 날)
nl: Weeknummer van het jaar (maandag als de eerste dag van de week)
pl: Numer tygodnia w roku (poniedziałek jako pierwszy dzień tygodnia)
ro: Numărul săptămânii din an (lunea ca prima zi a săptămânii)
ru: Номер недели в году (понедельник как первый день недели)
sv: Veckonummer på året (måndag som första dagen i veckan)
tr: Yılın hafta numarası (Pazartesi haftanın ilk günü olarak)

# dtXAcronymExapandedText
source: Time representation
de: Zeitliche Darstellung
es: Representación de la hora
fi: Ajan esitys
fr: Représentation de l'heure
hi: समय प्रदर्शन
ja: 時間表現
ko: 시간 표현
nl: Tijdweergave
pl: Reprezentacja czasu
ro: Reprezentarea orei
ru: Представление времени
sv: Tidsrepresentation
tr: Zaman gösterimi

# dtYAcronymExapandedText
source: Year with century
de: Jahr mit Jahrhundert
es: Año con siglo
fi: Vuosi vuosisadan kanssa
fr: Année avec le siècle
hi: सदी सहित वर्ष
ja: 世紀を含む年
ko: 세기 포함 연도
nl: Jaar met eeuw
pl: Rok z wiekiem
ro: Anul cu secolul
ru: Год c веком
sv: År med århundrade
tr: Yüzyıl ile yıl

# dtZAcronymExapandedText
source: Time zone name
de: Name der Zeitzone
es: Nombre de la zona horaria
fi: Aikavyöhykkeen nimi
fr: Nom du fuseau horaire
hi: समय क्षेत्र का नाम
ja: タイムゾーン名
ko: 시간대 이름
nl: Naam van de tijdzone
pl: Nazwa strefy czasowej
ro: Numele fusului orar
ru: Название часового пояса
sv: Tidszonsnamn
tr: Zaman dilimi adı

# dtaAcronymExapandedText
source: Abbreviated weekday name
de: Abgekürzter Name des Wochentags
es: Nombre abreviado del día de la semana
fi: Lyhennetty viikonpäivän nimi
fr: Nom abrégé du jour de la semaine
hi: संक्षिप्त सप्ताह का नाम
ja: 曜日の略称
ko: 약식 요일 이름
nl: Afgekorte naam van de weekdag
pl: Skrócona nazwa dnia tygodnia
ro: Numele prescurtat al zilei săptămânii
ru: Сокращенное название дня недели
sv: Förkortat veckodagsnamn
tr: Kısaltılmış hafta günü adı

# dtbAcronymExapandedText
source: Abbreviated month name
de: Abgekürzter Monatsname
es: Nombre abreviado del mes
fi: Lyhennetty kuukauden nimi
fr: Nom abrégé du mois
hi: संक्षिप्त महीने का नाम
ja: 月の略称
ko: 약식 월 이름
nl: Afgekorte naam van de maand
pl: Skrócona nazwa miesiąca
ro: Numele prescurtat al lunii
ru: Сокращенное название месяца
sv: Förkortat månadsnamn
tr: Kısaltılmış ay adı

# dtcAcronymExapandedText
source: Date and time representation
de: Darstellung von Datum und Uhrzeit
es: Representación de fecha y hora
fi: Päivämäärän ja ajan esitys
fr: Représentation de la date et de l'heure
hi: तारीख और समय का प्रदर्शन
ja: 日付と時間の表現
ko: 날짜 및 시간 표현
nl: Datum- en tijdweergave
pl: Reprezentacja daty i czasu
ro: Reprezentarea datei și orei
ru: Представление даты и времени
sv: Datum- och tidsrepresentation
tr: Tarih ve zaman gösterimi

# dtdAcronymExapandedText
source: Day of the month
de: Tag des Monats
es: Día del mes
fi: Kuukauden päivä
fr: Jour du mois
hi: महीने का दिन
ja: 月の日
ko: 월의 날짜
nl: Dag van de maand
pl: Dzień miesiąca
ro: Ziua lunii
ru: День месяца
sv: Dag i månaden
tr: Ayın günü

# dtfAcronymExapandedText
source: Milliseconds
de: Millisekunden
es: Milisegundos
fi: Millisekunnit
fr: Millisecondes
hi: मिलीसेकंड
ja: ミリ秒
ko: 밀리초
nl: Milliseconden
pl: Milisekundy
ro: Milisecunde
ru: Миллисекунды
sv: Millisekunder
tr: Milisaniye

# dtjAcronymExapandedText
source: Day of the year
de: Tag des Jahres
es: Día del año
fi: Vuoden päivä
fr: Jour de l'année
hi: साल का दिन
ja: 年の日
ko: 연도의 날짜
nl: Dag van het jaar
pl: Dzień roku
ro: Ziua anului
ru: День года
sv: Dag på året
tr: Yılın günü

# dtmAcronymExapandedText
source: Month as a number
de: Monat als Nummerr
es: Mes como número
fi: Kuukausi numerona
fr: Mois sous forme de nombre
hi: महीना संख्या के रूप में
ja: 数値としての月
ko: 숫자로서의 월
nl: Maand als een getal
pl: Miesiąc jako liczba
ro: Luna ca număr
ru: Месяц в виде числа
sv: Månad som ett nummer
tr: Ay numarası

# dtpAcronymExapandedText
source: AM/PM marker
de: AM/PM-Markierung
es: Marcador AM/PM
fi: AM/PM-merkki
fr: Marqueur AM/PM
hi: AM/PM संकेतक
ja: 午前/午後マーカー
ko: AM/PM 표시기
nl: AM/PM-markering
pl: Oznaczenie AM/PM
ro: Marcator AM/PM
ru: AM/PM маркер
sv: AM/PM markör
tr: ÖÖ/ÖS işareti

# dtxAcronymExapandedText
source: Date representation
de: Darstellung des Datums
es: Representación de la fecha
fi: Päivämäärän esitys
fr: Représentation de la date
hi: तारीख का प्रदर्शन
ja: 日付表現
ko: 날짜 표현
nl: Datumweergave
pl: Reprezentacja daty
ro: Reprezentarea datei
ru: Представление даты
sv: Datumpresentation
tr: Tarih gösterimi

# dtyAcronymExapandedText
source: Year without century
de: Jahr ohne Jahrhundert
es: Año sin siglo
fi: Vuosi ilman vuosisataa
fr: Année sans le siècle
hi: सदी के बिना वर्ष
ja: 世紀を含まない年
ko: 세기 없는 연도
nl: Jaar zonder eeuw
pl: Rok bez wieku
ro: Anul fără secol
ru: Год без века
sv: År utan århundrade
tr: Yüzyıl olmadan yıl

# dtzAcronymExapandedText
source: Time zone offset from UTC
de: Zeitzonenabweichung von UTC
es: Desplazamiento de la zona horaria desde UTC
fi: Aikavyöhykkeen siirtymä UTC:stä
fr: Décalage du fuseau horaire par rapport à UTC
hi: UTC से समय क्षेत्र ऑफसेट
ja: UTCからのタイムゾーンオフセット
ko: UTC에서의 시간대 오프셋
nl: Tijdzone-offset van UTC
pl: Przesunięcie strefy czasowej względem UTC
ro: Decalajul fusului orar față de UTC
ru: Смещение часового пояса от UTC
sv: Tidszon offset från UTC
tr: UTC'den zaman dilimi farkı
